Repository: prasish012/mylocalizationproject
Catalog: media/translations/chromenews/chromenews/*-v1.po
Languages: ne

source: ChromeNews Pro
ne: क्रोम न्यूज प्रो

source: https://afthemes.com/products/chromenews-pro/
ne: https://afhemess.com/-prophuductions/chromews-pro/

source: ChromeNews Pro is a powerful WordPress theme that's perfect for news, blogs, and magazines. The theme comes with a number of free starting pages that may be easily integrated to construct a fantastic news hub. The theme is fully widgetized, with 16+ custom widgets and widget sections, allowing users to customize site content. It also offers a light and dark color mode for viewing articles and blog posts in a fashionable manner. It also includes a variety of useful customizer choices for creating an aesthetically pleasing news site. You may set it up as you want and see how it looks before making any changes with the live customizer. It supports Gutenberg blocks and RTL, as well as the WooCommerce plugin, allowing you to combine an online store with our newspaper theme. The theme is appropriate for a news, journal, magazine, publishing, or review website, as well as blogging. It's well-designed to help the website rank higher in search engines, and users will receive excellent support from the staff if they run into any issues while using it.
ne: क्रिमन्सी प्रो एक शक्तिशाली वरवर्क थिम हो जुन समाचार, ब्लग र म्यागजिनहरूका लागि उत्तम छ। विषयवस्तु एक नि: शुल्क शुरुवात पृष्ठहरूको साथ आउँदछ जुन सजिलैसँग शानदार समाचार हब निर्माण गर्न सजिलैसँग एकगरिपूर्ण हुन सक्छ। विषयवस्तु पूर्ण रूपमा कटौती गरिएको छ, 1 ++ चलन विजेटहरू र विजेट सेक्सनहरूको साथ, प्रयोगकर्ताहरूलाई साइट सामग्री अनुकूलित गर्न अनुमति दिदै। यो एक फैशनेबल तरीकाले दृश्य र ब्लग पोष्टहरू हेर्नका लागि प्रकाश र गाढा र color ्ग मोड प्रदान गर्दछ। यसले सौन्दर्य रूपमा मनपर्दो समाचार साइट सिर्जना गर्न धेरै उपयोगी संयम छनौटहरू समावेश गर्दछ। तपाईं यसलाई चाहानुहुन्छ सेट गर्न सक्नुहुनेछ र बुझ्नुहुनेछ कि बाँचमा कुनै परिवर्तनहरू गर्नु अघि यसले कसरी हेर्छ कि कसरी यसले हेर्दछ कि कसरी यसले प्रत्यक्ष अनुकूलनसँगको साथ हेर्दछ। यसले Gutnberg ब्लकहरू र आरटीएल, साथै वोलमीमर्म प्लगइनलाई समर्थन गर्दछ, तपाईंलाई हाम्रो अखबार विषयवस्तुसँग एक अनलाइन स्टोर मिलाउन अनुमति दिन्छ। विषयवस्तु एक समाचार, पत्रिका, पत्रिका, प्रकाशन, वा समीक्षा वेबसाइट, साथै ब्लगिंग साथै ब्लग गर्दै। यो खोज ईन्जिनहरूमा वेबसाइटको श्रेणीमा मद्दतको लागि राम्रोसँग डिजाइन गरिएको छ, र प्रयोगकर्ताहरूबाट प्रयोगकर्ताहरूले उत्कृष्ट समर्थन प्राप्त गर्नेछन् यदि यसलाई प्रयोग गर्दा उनीहरू कुनै मुद्दामा सञ्चालित भए।

source: AF themes
ne: एफएमएस

source: https://www.afthemes.com/
ne: https://www.afephemes.com/

source: Oops! That page can&rsquo;t be found.
ne: उफ्! त्यो पृष्ठमा & RSVOO फेला पार्नुहोस्।

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
ne: यस्तो देखिन्छ कि यस स्थानमा केहि पनि फेला परेन। हुनसक्छ तलको लिंकहरू मध्ये एक वा खोजीको प्रयास गर्नुहोस्?

source: Dashboard
ne: ड्यासबोर्ड

source: Customize
ne: अनुकूलन

source: Ads Settings
ne: विज्ञापन सेटिंग्स

source: Starter Sites
ne: स्टार्टर साइटहरू

source: Block Patterns
ne: बान्की बान्की

source: Elementor Kits
ne: एलिटर किटहरू

source: Support
ne: टेवा

source: Master Bundle Plan
ne: मास्टर बन्डल योजना

source: Security check failed
ne: सुरक्षा जाँच असफल भयो

source: Ads settings saved.
ne: विज्ञापन सेटिंग्स बचत भयो।

source: Global Ads Placement
ne: ग्लोबल विज्ञापन प्लेसमेन्ट

source: 💡 Tip: You can rotate multiple ads by separating them with <!--next-->. One ad will be shown randomly per page load. Works with HTML, JavaScript, and shortcodes.
ne: 💡 टिप: तपाईं तिनीहरूलाई <! - अर्को -> को साथ अलग गरेर बहु ​​विज्ञापनहरू घुमाउन सक्नुहुन्छ। एक विज्ञापन प्रति पृष्ठ क्लोड रूपमा अनियमित रूपमा देखाइनेछ। HTML, जाभास्क्रिप्ट, र सर्टकडहरूसँग काम गर्दछ।

source: Header Ad
ne: हेडर विज्ञापन

source: Add your HTML, JavaScript, or shortcode to display an ad at the very top of your site (header area).
ne: तपाईंको HTML, जाभास्क्रिप्ट, वा सर्टकड थप्नुहोस् तपाईंको साइट (हेडर क्षेत्र) मा विज्ञापन प्रदर्शन गर्न सर्बोटोड थप्नुहोस्।

source: Before Content
ne: सन्तुष्ट हुनु अघि

source: Ad before post content. Supports rotating multiple ads using <!--next-->.
ne: विज्ञापन सामग्री अघि विज्ञापन। <। - अर्को -> को प्रयोग गरेर धेरै विज्ञापनहरू घुमाउने समर्थन गर्दछ।

source: After Content
ne: सामग्री पछि

source: Ad after post content. You can rotate multiple ads with <!--next--> separator.
ne: विज्ञापन पोष्ट पछि विज्ञापन। तपाईं <! सँग बहु विज्ञापनहरू घुमाउन सक्नुहुन्छ <! - अर्को -> विभाजक।

source: Before First Paragraph
ne: पहिलो अनुच्छेद अघि

source: This ad appears after the first paragraph of single post content. Rotation supported via <!--next-->.
ne: यो विज्ञापन एकल पोष्ट सामग्रीको पहिलो अनुच्छेद पछि देखा पर्दछ। रोटेशनले <! - अर्को ->।

source: After Third Paragraph
ne: तेस्रो अनुच्छेद पछि

source: Shown after the third paragraph in single post content. Supports rotating ads with <!--next-->.
ne: एकल पोष्ट सामग्रीमा तेस्रो अनुच्छेद पछि देखाईयो। सहायता प्रदान गर्दछ <! - अर्को ->>।

source: After Post Content
ne: पोस्ट सामग्री पछि

source: Displayed below post content, before comments or related posts. Rotation via <!--next--> supported.
ne: टिप्पणी सामग्री तल प्रदर्शित, टिप्पणीहरू वा सम्बन्धित पोष्टहरू अघि। <। - अर्को -> समर्थित।

source: Sidebar Ad
ne: Startबार विज्ञापन

source: Shown in sidebar globally. You may use widgets for better control. Supports <!--next--> for rotating ads.
ne: फरबारीमा देखाइएको छ। तपाईं राम्रो नियन्त्रणको लागि विजेटहरू प्रयोग गर्न सक्नुहुनेछ। समर्थन गर्दछ <! - अर्को -> घुमाउने विज्ञापनहरूको लागि।

source: Footer Ad
ne: फुटवेयर विज्ञापन

source: Displayed at the bottom of the site above footer widgets. Rotating ads supported using <!--next-->.
ne: फुटर विजेट माथि साइटको तल प्रदर्शित। <! - अर्को -> को प्रयोग गरेर विज्ञापनहरू घुमाउँदै।

source: Archive / Blog Ads
ne: संग्रह / ब्लग विज्ञापनहरू

source: Before Post List
ne: पोष्ट सूची अघि

source: Shown before posts in blog or archive pages. Use <!--next--> to rotate multiple ads.
ne: ब्लग वा संग्रह पृष्ठहरूमा पोष्टहरू अघि देखाईयो। प्रयोग <! - अर्को -> बहु विज्ञापनहरू घुमाउन।

source: After Post List
ne: पोष्ट सूची पछि

source: Shown after posts in archive or blog listings. Supports ad rotation using <!--next--> tag.
ne: अभिलेख वा ब्लग सूचीमा पोष्टहरू पछि देखाईयो। <! - अर्को -> ट्याग प्रयोग गरेर विज्ञापन रोटेशन समर्थन गर्दछ।

source: Between Posts
ne: पोष्टहरू बीच

source: Manually inserted between posts in archive loop using hooks/snippets. Rotate with <!--next--> if needed.
ne: Onoks / स्निपेट्स प्रयोग गरेर अभिलेख लुपमा पोष्टहरू बीचको सम्मिलित गरियो। <! - अर्को -> यदि आवश्यक छ भने घुमाउनुहोस्।

source: Save Ads Settings
ne: विज्ञापन सेटिंग्स बचत गर्नुहोस्

source: Helpful YouTube Videos
ne: सहयोगी यूट्यूब भिडियोहरू

source: Launch Your News Website Quickly
ne: तपाईंको समाचार वेबसाइट प्रक्षेपण गर्नुहोस्

source: Use our free accessible theme to build a news site without coding.
ne: कोडिंग बिना समाचार साइट निर्माण गर्न हाम्रो नि: शुल्क पहुँचयोग्य विषयवस्तु प्रयोग गर्नुहोस्।

source: Multi-Author Collaboration
ne: बहु-लेखक सहयोग

source: Learn how to manage multiple authors smoothly with our plugin.
ne: हाम्रो प्लगइनको साथ धेरै लेखकहरूलाई कसरी प्रबन्ध गर्ने सिक्नुहोस्।

source: Import Gutenberg Patterns
ne: आयात Gatnerberg बान्की

source: Easily import templates and patterns for consistent layouts.
ne: स्थिर लेआउटहरूको लागि सजिलै टेम्प्लेटहरू र बान्की आयात गर्नुहोस्।

source: Elementor Tutorial for Beginners
ne: शुरुआतीहरूको लागि एनाटर ट्यूटोरियल

source: Build a professional news site fast with no coding needed.
ne: कुनै कोडिंगको साथ कुनै व्यावसायिक समाचार साइट बनाउनुहोस्।

source: Multilingual Translation Guide
ne: बहुभाषी अनुवाद गाईड

source: Step-by-step guide to translate your site into multiple languages.
ne: चरण-द्वारा-चरण गाईडलाई धेरै भाषाहरूमा अनुवाद गर्न।

source: The Templatespare plugin should be updated to the latest version
ne: टेम्प्लेटस्पयर प्लगइन भर्खरको संस्करणमा अद्यावधिक गर्नुपर्दछ

source: Import a Starter Site, Personalize, and Live it in 3 Easy Steps!
ne: स्टार्टर साइट, निजीकरण आयात गर्नुहोस्, र यसलाई sy सजिलो चरणहरूमा बाँड्न!

source: Blockspare plugin version should be more than %s.
ne: ब्लॉकप्रिय प्लगइन संस्करण PH PH_0_SOMENT भन्दा बढी हुनुपर्दछ।

source: One-click Import, No Coding Hassle!
ne: एक क्लिक आयात, कोडिंग परेशानी छैन!

source: Elespare plugin version should be more than %s.
ne: Eelespar प्लगइन संस्करण PH PH_0__SOMENT हुनुपर्दछ।

source: Are you sure you want to install this plugin?
ne: के तपाईं यो प्लगइन स्थापना गर्न निश्चित हुनुहुन्छ?

source: Install Now
ne: अब स्थापना गर्नुहोस्

source: Activate
ne: अलग गर्नु

source: Activated
ne: काम गरिएको

source: Get Starter Sites
ne: स्टार्टर साइटहरू पाउनुहोस्

source: Get Started
ne: सुरु गर

source: The "Get Started" action will install/activate the Templatespare and Blockspare plugins for Starter Sites and Templates.
ne: "सुरु हुन्छ" कार्यले स्टार्टर साइटहरू र टेम्पलेटहरूको लागि टेम्प्लेटस्परेस र ब्लकहरू प्लगइन स्थापना गर्दछ / सक्रिय गर्दछ।

source: By
ne: बाट भएर

source: More Details
ne: थप विवरण

source: The "Get Started" action will install/activate the Templatespare and plugin for Starter Sites and Templates.
ne: "सुरू गर्नुहोस्" कार्यले स्टार्टर साइटहरू र टेम्पलेटहरूको लागि प्लगइन स्थापना / सक्रिय पार्दछ।

source: Howdy!
ne: कसरी!

source: %s is now installed and ready to use. We've assembled some links to get you started.
ne: PH_0_SONEN अब स्थापित र प्रयोग गर्न तयार छ। हामीले सुरू गर्न हामीले केहि लिंकहरू भेला गरेका छौं।

source: Explore Our Pre-Built Starter Websites!
ne: हाम्रो पूर्व-निर्मित स्टार्टर वेबसाइटहरू अन्वेषण गर्नुहोस्!

source: Let your imagination soar! Designed with User-Friendly features, incorporating the Latest Trends and SEO-Friendly Markups. We genuinely appreciate you choosing our theme!
ne: तपाईंको कल्पनालाई बढ्न दिनुहोस्! प्रयोगकर्ता-मैत्री सुविधाहरूको साथ डिजाइन गरिएको, भर्खरको प्रवृत्ति र SEO-अनुकूल मार्कअपहरू समाहित गर्दै। हाम्रो विषयवस्तु छनौट गर्दा हामी साँच्चिकै कदर गर्दछौं!

source: Demos/product
ne: डेमो / उत्पादन

source: Theme dashboard
ne: थिम ड्यासबोर्ड

source: Documentation
ne: कागजाजीवली

source: Please check our full documentation for detailed information on how to setup and customize the theme.
ne: कृपया विषयवस्तु कसरी सेटअप र अनुकूलित गर्ने विस्तृत जानकारीको लागि हाम्रो पूर्ण कागजात जाँच गर्नुहोस्।

source: Docs
ne: कागजात

source: Videos
ne: भिडियोहरू

source: Blog
ne: बाल

source: Rate This Theme
ne: यस विषयवस्तुलाई दर दिनुहोस्

source: Sorry, you are not allowed to install plugins on this site.
ne: माफ गर्नुहोस्, तपाईंलाई यस साइटमा प्लगहरू स्थापना गर्न अनुमति छैन।

source: Error - unable to verify nonce, please try again.
ne: त्रुटि - गैर-निर्णय गर्न असमर्थ, कृपया फेरि प्रयास गर्नुहोस्।

source: Sorry, you are not allowed to activate plugins on this site.
ne: माफ गर्नुहोस्, तपाईंलाई यस साइटमा प्लगइनहरू सक्रिय गर्न अनुमति छैन।

source: One thought on &ldquo;%1$s&rdquo;
ne: PH_0__OM मा एक विचार

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
ne: PH_1_SONCONCONCK PH_0__SOMEN मा

source: Comments are closed.
ne: टिप्पणीहरू बन्द छन्।

source: %1$s by %2$s.
ne: PH_0__OMED PH_1_SOME

source: Primary Menu
ne: प्राथमिक मेनू

source: Social Menu
ne: सामाजिक शुन्यता

source: Footer Menu
ne: गोड़न मेनू

# %s font: on or off
source: on
ne: माथी

source: Skip to content
ne: सामग्रीमा स्किप गर्नुहोस्

source: Load More
ne: धेरै लोड

source: -- Select --
ne: - चयन गर्नुहोस् -

source: Subscribe
ne: सदस्यता लिनुहोस्

source: Trending
ne: सजीव पार्नु

source: Breaking News
ne: भत्काउने समाचार

source: Prime News
ne: प्रमुख समाचार

source: Related Stories
ne: सम्बन्धित कथाहरू

source: Youtube video Section
ne: YouTube भिडियो खण्ड

source: Featured Videos
ne: विशेष भिडियोहरू

source: Express Posts Section
ne: पोस्ट पोस्ट सेक्सन

source: Express Posts 1
ne: पोष्टहरू 1 लाई व्यक्त गर्नुहोस्

source: Express Posts 2
ne: पोस्ट 2 व्यक्त गर्नुहोस्

source: Posts List Section
ne: पोष्ट सूची सेक्सन

source: Posts List %d
ne: पोष्टहरू PH_0_SON

source: Posts Carousel
ne: पोष्ट क्यारोउसेल

source: Main News
ne: मुख्य समाचार

source: Latest
ne: सबभन्दा नया

source: Popular
ne: लोकप्रीय

source: Trending Now
ne: अहिले ट्रेडिंग

source: Editor's Picks
ne: सम्पादकको छनौट

source: Trending Story
ne: चाखलाग्दो कथा

source: Featured Posts
ne: प्रस्तुत पोष्टहरू

source: Featured Categories
ne: प्रस्तुत कोटीहरू

source: Featured Pages
ne: चित्रित पृष्ठहरू

source: Custom Options
ne: अनुकूलन विकल्पहरू

source: Post list Section Title %d
ne: पोष्ट सूची स्ट्रस्ट शीर्षक PH_0_SON

source: View More
ne: थप हेर्नुहोस्

source: Read More
ne: थप पढ्नुहोस्

source: Connect with Us
ne: हामीसँग जडान गर्नुहोस्

source: Instagram
ne: इन्स्टाग्राम

source: Popular News
ne: लोकप्रिय समाचार

source: Related News
ne: सम्बन्धित समाचार

source: Subscribe To Our Newsletter
ne: हाम्रो न्यूजलेटरको सदस्यता लिनुहोस्

source: You may have missed
ne: तपाईंले छुटेको हुन सक्छ

source: Copyright &copy; {year} All rights reserved.
ne: प्रतिलिपि अधिकार र प्रतिलिपि; {PH_0__CONEN} सबै अधिकार सुरक्षित।

source: Background Color
ne: पृष्ठभूमि र color

source: Site Title Size
ne: साइट शीर्षक आकार

source: Uppercase Site Title and Tagline
ne: अपरकेस साइट शीर्षक र ट्यागलाइन

source: Site Title/Tagline Color
ne: साइट शीर्षक / ट्यागलाइन रंग

source: Header Image Mode
ne: हेडर छवि मोड

source: Image visibility may vary as per the mode
ne: छवि दृश्यता मोड अनुसार फरक हुन सक्छ

source: Set as Background
ne: पृष्ठभूमिको रूपमा सेट गर्नुहोस्

source: Show Full Image
ne: पूरा छवि देखाउनुहोस्

source: Enable Image Tint/Overlay
ne: छवि टन्ट / ओभरले सक्षम गर्नुहोस्

source: Overlay Transparancy(%)
ne: ओभरले ट्रान्सपेनन (%)

source: Site Title/Tagline Color (Dark Mode)
ne: साइट शीर्षक / ट्यागलाइन र color (गाढा मोड)

source: Site Color Mode
ne: साइट रंग मोड

source: Check with Mode Swicth toggle in navigation
ne: नेभिगेसनमा मोडको स्वाइथ टगलसँग जाँच गर्नुहोस्

source: Light
ne: हलुका

source: Dark
ne: अध्यारो

source: Main Banner Background
ne: मुख्य ब्यानर पृष्ठभूमि

source: Default
ne: पुरा नगर्नु

source: Alternate
ne: आलो पालो गरी आउने

source: Custom
ne: चलन

source: Banner Background Color
ne: ब्यानर पृष्ठभूमि रंग

source: Banner Texts Color
ne: ब्यानर पाठ र color ्ग

source: General Link Color
ne: सामान्य लिंक रंग

source: Primary Color Section
ne: प्राथमिक रंग सेक्सन

source: Background Color (Dark Mode)
ne: पृष्ठभूमि र color (गाढा मोड)

source: Background Color (Dark Mode) will be applied for this mode.
ne: पृष्ठभूमि र color (गाढा मोड) यस मोडको लागि लागू हुनेछ।

source: Box Background Color
ne: बक्स पृष्ठभूमि र color

source: Primary Color
ne: प्राथमिक रंग

source: Secondary Color Section
ne: माध्यमिक रंग सेक्सन

source: Secondary Color
ne: माध्यमिक र color ्ग

source: Texts over Secondary Color
ne: माध्यमिक रंगमा पाठहरू

source: Top Header Section
ne: शीर्ष हेडर सेक्सन

source: Texts Color
ne: टेक्स्ट रंग

source: Primary Navigation Section
ne: प्राथमिक नेभिगेशन सेक्सन

source: Menu Item Color
ne: मेनू आईटम र color

source: Badge Background
ne: ब्याज पृष्ठभूमि

source: Badge Text Color
ne: ब्याज पाठ र color

source: Watch Online
ne: अनलाइन हेर्नुहोस्

source: Archive/Widgets Section
ne: अभिलेख / विजेटहरू सेक्सन

source: Post Title
ne: हुलाकता पोष्ट

source: Post Title Over Image
ne: छविमा शीर्षक पोष्ट शीर्षक

source: Category Color Section
ne: कोटी रंग सेक्सन

source: Category Colors
ne: कोटी रंगहरू

source: Category %d Background
ne: कोटी PH_0__OMON पृष्ठभूमि

source: Category %d Texts Color
ne: कोटी PH_0__SOCEND पाठ र color

source: Fonts & Typography
ne: फन्टहरू र टाइप्लेग्राफी

source: Font Family Section
ne: फन्ट परिवार खण्ड

source: Global Fonts Family
ne: ग्लोबल फन्ट परिवार

source: Google Fonts
ne: गुगल फन्टहरू

source: System Fonts
ne: प्रणाली फन्टहरू

source: Site Title Font
ne: साइट शीर्षक फन्ट

source: Primary Font
ne: प्राथमिक फन्ट

source: Secondary Font
ne: माध्यमिक फन्ट

source: Post Title Font
ne: पोष्ट शीर्षक फन्ट

source: Widgets, Archives, Search, etc.
ne: विजेटहरू, अभिलेखहरू, खोज आदि।

source: Texts Formatting Section
ne: पाठ ढाँचा सेक्सन

source: Title Font Weight
ne: शीर्षक फन्ट वजन

source: Default Value: %d
ne: पूर्वनिर्धारित मान: PH_0__ON

source: Global Letter Spacing
ne: वैश्विक पत्र spacing

source: Title Line height
ne: शीर्षक लाइन उचाई

source: Default Value: %g
ne: पूर्वनिर्धारित मान: PH_0__ON

source: Global Line height
ne: ग्लोबल लाइन उचाई

source: Font Size Section
ne: फन्ट साइज सेक्सन

source: General Font Size
ne: सामान्य फन्ट आकार

source: Global Section Title Size
ne: ग्लोबल सेक्शन शीर्षक आकार

source: Big Spotlight Post Title Size
ne: ठूलो स्पटलाइट पोष्ट शीर्षक आकार

source: Medium Spotlight Post Title Size
ne: मध्यम स्पटलाइट पोष्ट शीर्षक आकार

source: General Post Title Size
ne: सामान्य पोष्ट शीर्षक आकार

source: Single Page/Posts Title Size
ne: एकल पृष्ठ / पोष्ट शीर्षक आकार

source: Single Page/Posts Paragraph Size
ne: एकल पृष्ठ / पोष्ट अनुच्छेद आकार

source: MailChimp Section
ne: मेलचिम्प सेक्सन

source: Footer Section
ne: फुट्दा भाग

source: Credits Background Color
ne: क्रेडिट पृष्ठभूमि रंग

source: Credits Texts Color
ne: क्रेडिट पाठ र color ्ग

source: Main Banner Options
ne: मुख्य ब्यानर विकल्पहरू

source: Main Banner
ne: मुख्य ब्यानर

source: Enable Main Banner Section
ne: मुख्य ब्यानर सेक्सन सक्षम गर्नुहोस्

source: Main Banner Background Image
ne: मुख्य ब्यानर पृष्ठभूमि छवि

source: Recommended Size %1$s px X %2$s px
ne: सिफारिश गरिएको आकार PH_0________SONCON PX

source: Select Main Banner Layout
ne: मुख्य ब्यानर लेआउट चयन गर्नुहोस्

source: Casual
ne: आकस्मिक

source: Horizontal
ne: समतल

source: Compressed
ne: संकुचित

source: Tabbed
ne: ट्याब् नगर

source: Vertical
ne: ठाडो

source: Tabbed and Aligned
ne: ट्याब गरिएको र प igned ्क्तिबद्ध

source: Tabbed and Trending
ne: ट्याब गरिएको र ट्रेडिंग

source: Tiled 2
ne: टाईड 2

source: Tiled 3
ne: TEIDE 3

source: Tiled 4
ne: टाईड 4

source: Tiled 5
ne: Tild 5

source: Select Main Banner Order
ne: मुख्य ब्यानर अर्डर चयन गर्नुहोस्

source: Order 1
ne: अर्डर 1

source: Order 2
ne: अर्डर 2

source: Order 3
ne: आदेश 3

source: Order 4
ne: 4 order

source: Main News Section
ne: मुख्य समाचार खण्ड

source: Filter Posts By
ne: द्वारा फिल्टर पोष्ट

source: Category
ne: श्रेणी

source: Tag
ne: ट्याग

source: Comment Count
ne: टिप्पणी गणना

source: View Count
ne: विचार गणना

source: Select Category
ne: कोटि चयन गर्नुहोस्

source: Select category to be shown on main slider section
ne: मुख्य स्लाइडर सेक्सन मा देखाइएको कोटी चयन गर्नुहोस्

source: Select Tag
ne: ट्याग चयन गर्नुहोस्

source: Select tag to be shown on main slider section
ne: मुख्य स्लाइडर सेक्सन मा देखाइएको ट्याग चयन गर्नुहोस्

source: Number of Posts
ne: पोष्टहरूको संख्या

source: Accepts any postive number.
ne: कुनै पोस्टिभ नम्बर स्वीकार गर्दछ।

source: Enable Autoplay
ne: स्वत: सक्षम गर्नुहोस्

source: Autoplay Speed
ne: स्वत: संयोजन गति

source: Editor's Picks Section
ne: सम्पादकको छनौट सेक्सन

source: Section Title
ne: भाग

source: Trending Section
ne: ट्रेडिंग सेक्सन

source: Latest Section
ne: पछिल्लो भाग

source: Popular Section
ne: लोकप्रिय भाग

source: Popular Tags
ne: लोकप्रिय ट्यागहरू

source: Enable Trending Tags
ne: ट्रेडिंग ट्यागहरू सक्षम गर्नुहोस्

source: Order Tags By
ne: अर्डर ट्याग द्वारा

source: Popularity
ne: लोकप्तान

source: Number of Popular Tags
ne: लोकप्रिय ट्यागहरूको संख्या

source: Exclusive News
ne: बहिष्कृत खबर

source: Enable Exclusive News
ne: अनौंठो समाचार सक्षम गर्नुहोस्

source: Flash Posts Category
ne: फ्ल्यास पोष्ट कोटी

source: Select category to be shown on trending posts
ne: ट्रेडिंग पोष्टहरूमा देखाइएको कोटि चयन गर्नुहोस्

source: Number of Flash Posts
ne: फ्ल्यास पोष्टहरूको संख्या

source: Front-page Options
ne: अगाडि पृष्ठ विकल्पहरू

source: Enable Featured Post Section
ne: विशेष पोस्ट सेक्सन सक्षम गर्नुहोस्

source: Select
ne: चुन्नु

source: Select category to be shown on featured section
ne: विशेष सेक्सनमा देखाइएको कोटि चयन गर्नुहोस्

source: Youtube Videos
ne: YouTube भिडियोहरू

source: Show Youtube Video
ne: यूट्यूब भिडियो देखाउनुहोस्

source: YouTube Video URL %d
ne: YouTube भिडियो URL PHL PH_0__

source: Add youtube video
ne: YouTube भिडियो थप्नुहोस्

source: Express Posts
ne: पोष्ट पोष्टहरू

source: Show Express Post Section
ne: एक्सप्रेस पोष्ट सेक्सन देखाउनुहोस्

source: Section 1
ne: धारा 1

source: Select category to be shown on express post section
ne: एक्सप्रेस पोस्ट सेक्सनमा देखाइएको कोटी चयन गर्नुहोस्

source: Section 2
ne: सेक्सन 2

source: Section Title
ne: भाग

source: Posts List
ne: पोष्ट सूची

source: Enable Post List Section
ne: पोष्ट सूचीको खण्ड सक्षम गर्नुहोस्

source: Section %d
ne: सेक्सन PH_0_SON

source: Enable Posts Carousel Section
ne: पोस्ट क्यारोउजल सेक्सन सक्षम गर्नुहोस्

source: Front-page Layout Settings
ne: फ्रन्ट-पृष्ठ लेआउट सेटिंग्स

source: Front-page Content Alignment
ne: फ्रन्ट-पृष्ठ सामग्री प ign ्क्तिबद्धता

source: Select frontpage content alignment
ne: फ्रपपेज सामग्री प ign ्क्तिबद्धता चयन गर्नुहोस्

source: Home Content - Home Sidebar
ne: गृह सामग्री - घर साइडबार

source: Home Sidebar - Home Content
ne: घर साइडबार - गृह सामग्री

source: Only Home Content
ne: केवल घर सामग्री

source: Header Options
ne: हेडर विकल्पहरू

source: Header Settings
ne: हेडर सेटिंग्स

source: Header Layout
ne: हेडर लेआउट

source: Select global header layout
ne: ग्लोबल हेडर लेआउट चयन गर्नुहोस्

source: Side
ne: किनारा

source: Centered
ne: तलाड़

source: Site Mode Switch
ne: साइट मोड स्विच

source: Enable
ne: समर्थ बनाउनु

source: Disable
ne: अक्षम गर्नु

source: Top Header Section
ne: शीर्ष हेडर सेक्सन

source: Show Top Header
ne: शीर्ष हेडर देखाउनुहोस्

source: Show Social Menu
ne: सामाजिक मेनू देखाउनुहोस्

source: Show Date
ne: मिति देखाउन

source: Show Time
ne: समय देखाउनुहोस्

source: Time Format
ne: समय ढाँचा

source: 12 hours
ne: 12 घण्टा

source: 24 hours
ne: 2 hours घण्टा

source: From WordPress Settings
ne: वर्डप्रेस सेटिंग्सबाट

source: Header Advertisement
ne: हेडर विज्ञापन

source: Header Section Advertisement
ne: हेडर सेक्सन विज्ञापन

source: URL Link
ne: URL लिंक

source: Open In New Tab
ne: नयाँ ट्याबमा खोल्नुहोस्

source: Show Header Advertisement On
ne: हेडर विज्ञापन देखाउनुहोस्

source: Select scope to display on header advertisement section
ne: हेडर विज्ञापन सेक्सनमा प्रदर्शन गर्न स्कोप चयन गर्नुहोस्

source: Show Site-wide
ne: साइट-फराकिलो देखाउनुहोस्

source: Show on Homepage only
ne: केवल होमपेजमा देखाउनुहोस्

source: Theme Options
ne: विषयवस्तुहरू विकल्पहरू

source: Site Mode
ne: भाग्ने मोड

source: Site Layout
ne: साइट लेआउट

source: Boxed
ne: बक्से

source: Wide
ne: चौडा

source: Section Title Design
ne: सेक्सन शीर्षक डिजाइन

source: Border Bottom
ne: भित्रको तल

source: Border Top
ne: सिमाना शीर्ष

source: Border Side
ne: सिमाना पक्ष

source: Background
ne: पृष्ठभूमि

source: None
ne: केहि पनि होइन

source: Post Title Hover
ne: पोष्ट शीर्षक होभर

source: Secondary
ne: माध्यमिक

source: Section Layout
ne: सेक्सन लेआउट

source: Enable Site's Top/Bottom Gaps
ne: साइटको शीर्ष / तल खालीहरू सक्षम गर्नुहोस्

source: Breadcrumb Options
ne: ब्रेकस्केट विकल्पहरू

source: Show breadcrumbs
ne: Bekscrumbs देखाउनुहोस्

source: Select Breadcrumbs
ne: ब्रेकक्रम्ब्सहरू चयन गर्नुहोस्

source: Please ensure that you have enabled the plugin's breadcrumbs before choosing other than Default
ne: कृपया निश्चित गर्नुहोस् कि तपाईंले प्लगइनको रोटीलाई पूर्वनिर्धारित बाहेक छनौट गर्नु अघि प्लगइनको रोटीलाई सक्षम पार्नुभयो

source: Yoast SEO
ne: योउस्ट SEO

source: Rank Math
ne: रैंक गणित

source: NavXT
ne: बखंठ

source: Global Settings
ne: ग्लोबल सेटिंग्स

source: Enable Preloader
ne: प्रिलोडर सक्षम गर्नुहोस्

source: Disable Emoji Script
ne: Emoji स्क्रिप्ट असक्षम गर्नुहोस्

source: GDPR friendly & better performance
ne: GDPRY अनुकूलन र राम्रो प्रदर्शन

source: Global Content Alignment
ne: ग्लोबल सामग्री प ign ्क्तिबद्धता

source: Content - Primary sidebar
ne: सामग्री - प्राथमिक साइडबार

source: Primary sidebar - Content
ne: प्राथमिक साइडबार - सामग्री

source: Full width content
ne: पूर्ण चौडाइ सामग्री
