Repository: prasish012/mylocalizationproject
Catalog: media/translations/chromenews/chromenews/*-v1.po
Languages: ne

source: Enforce Global Alignment
ne: ग्लोबल ग्लोबल प ign ्क्तिबद्धता लागू गर्नुहोस्

source: Override for all post/page on your site.
ne: तपाईंको साइटमा सबै पोष्ट / पृष्ठको लागि ओभरराइड गर्नुहोस्।

source: Also Show Content Image in Archive
ne: अभिलेखमा सामग्री छवि पनि देखाउनुहोस्

source: If there is no Post Featured image set
ne: यदि त्यहाँ कुनै पोष्ट फिचर गरिएको छवि सेट छैन भने

source: Enable
ne: समर्थ बनाउनु

source: Image Lazy Loading
ne: छवि अल्छी लोड हुँदै

source: Set for better performance
ne: राम्रो प्रदर्शन को लागी सेट

source: Image Async Decoding
ne: छवि असिना डिकोडिंग

source: Set to enhance rendering speed
ne: रेन्डरिंग गति बढाउन सेट गर्नुहोस्

source: Scroll to Top Position
ne: शीर्ष स्थितिमा स्क्रोल गर्नुहोस्

source: Right
ne: ठिक

source: Left
ne: देब्रे

source: Categories Settings
ne: कोटि सेटिंग्स

source: Post Categories
ne: पोष्ट कोटीहरू

source: Show
ne: देखाउनु

source: Hide
ne: लुकाउनु

source: Categories to be displayed
ne: कोटिहरू प्रदर्शित गर्न

source: Show All
ne: सबै देखाऊ

source: Top One Category
ne: शीर्ष एक श्रेणी

source: Number of Categories
ne: कोटिहरूको संख्या

source: View Count Settings
ne: गणना सेटिंग्स हेर्नुहोस्

source: View Count Option
ne: गणना विकल्प हेर्नुहोस्

source: Select post view count for single post
ne: एकल पोष्टको लागि पोष्ट दृश्य गणना चयन गर्नुहोस्

source: Default - Each View
ne: पूर्वनिर्धारित - प्रत्येक दृश्य

source: Count On Content Scroll
ne: सामग्री स्क्रोलमा गणना गर्नुहोस्

source: Author and Date Settings
ne: लेखक र मिति सेटिंग्स

source: For Spotlight Posts
ne: स्पटलाइट पोष्टहरूको लागि

source: Show Date and Author
ne: मिति र लेखक देखाउनुहोस्

source: Show Date Only
ne: मिति मात्र देखाउनुहोस्

source: Show Author Only
ne: केवल लेखकलाई देखाउनुहोस्

source: Hide All
ne: सबै लुकाऊ

source: For Small Grid
ne: सानो ग्रिडको लागि

source: For List
ne: सूचीत को लागी

source: Author Icon/Gravatar
ne: लेखक आइकन / ग्रेभटनर

source: Show Gravatar
ne: ग्लाउड देखाउनुहोस्

source: Show Icon
ne: प्रतिमा देखाउनुहोस्

source: Post Date Type
ne: पोस्ट मिति प्रकार

source: Published Date
ne: प्रकाशित मिति

source: Modified Date
ne: परिमार्जित मिति

source: Date Format
ne: मिति ढाँचा

source: WordPress Default Date Format
ne: वर्डप्रेस पूर्वनिर्धारित मिति ढाँचा

source: Ago Date Format
ne: पहिले मिति ढाँचा

source: Year and Month Format
ne: वर्ष र महिना ढाँचा

source: Month and Day Format
ne: महिना र दिन ढाँचा

source: Year Format
ne: वर्ष ढाँचा

source: Month Format
ne: महिना ढाँचा

source: Day Format
ne: दिन ढाँचा

source: 24 Hours Format
ne: 2 hours घण्टा ढाँचा

source: 12 Hours Format
ne: 12 घण्टा ढाँचा

source: Minutes Read Count
ne: मिनेट पढ्न गणना

source: Number of Words per Minute Read
ne: प्रति मिनेट पढ्ने शब्दहरूको संख्या

source: Excerpt Settings
ne: प्रक्षेयमंदर सेटिंग्स

source: Global Excerpt Length
ne: ग्लोबल सब्रेसन लम्बाई लम्बाई

source: Global Excerpt Read More
ne: ग्लोबल शीघान अधिक पढ्नुहोस्

source: Custom Menu Section
ne: अनुकूलन मेनू सेक्शन

source: Enable Custom Menu Section
ne: अनुकूलन मेनू सेक्सन सक्षम गर्नुहोस्

source: Icon
ne: प्रति ग्रू

source: Bell
ne: घण्टी

source: Play
ne: खेल

source: User
ne: प्रयोग कर्ता

source: Sign In
ne: साइन इन गर

source: Share
ne: भाग

source: FontAwesome Code
ne: Fontawememome कोड

source: Title
ne: शीर्षक

source: Link
ne: बन्धन

source: Single Post
ne: एकल पद

source: Show Featured Image
ne: विशेष छवि देखाउनुहोस्

source: Featured Image Position
ne: चित्रित छवि स्थिति

source: Boxed - Title below image
ne: बक्स - छवि तल शीर्षक

source: Boxed - Title over image
ne: बक्स गरिएको - छवि मा शीर्षक

source: Full
ne: पूर्ण

source: Full - Title below image
ne: पूर्ण-शीर्षक छवि तल शीर्षक

source: Full - Title over image
ne: पूर्ण-शीर्षक छवि मा शीर्षक

source: Single Content Mode
ne: एकल सामग्री मोड

source: Spacious
ne: पैटोक्यो

source: Compact
ne: सघन

source: Enforce Single Content Mode
ne: एकल सामग्री मोड लागू गर्नुहोस्

source: Social Share Option
ne: सामाजिक शेयर विकल्प

source: Social Share from Jetpack plugin
ne: जेटप्याक प्लगइनबाट सामाजिक शेयर

source: After Title
ne: शीर्षक पछि

source: Before Title
ne: शीर्षक हुनु अघि

source: Show MailChimp Subscription Box
ne: मेचिकप सदस्यता बाक बक्स देखाउनुहोस्

source: Show Trending Posts List
ne: ट्रेडिंग पोष्टहरू सूची देखाउनुहोस्

source: Show Tags under Content
ne: सामग्री अन्तर्गत ट्यागहरू देखाउनुहोस्

source: Related Posts Settings
ne: सम्बन्धित पोष्ट सेटिंग्स

source: Enable Related Posts
ne: सम्बन्धित पोष्टहरू सक्षम गर्नुहोस्

source: Maximum Number of Related Posts
ne: सम्बन्धित पोष्टहरूको अधिकतम संख्या

source: Archive Settings
ne: अभिलेख सेटिंग्स

source: Disable Main Banner on Blog
ne: ब्लगमा मुख्य ब्यानर असक्षम गर्नुहोस्

source: Archive layout
ne: संग्रह सजावट

source: Select layout for archive
ne: अभिलेखको लागि लेआउट चयन गर्नुहोस्

source: Grid
ne: ग्रिड

source: List
ne: सुची

source: Masonry
ne: चिनाली

source: Make First Post Full
ne: पहिले पोस्ट पूर्ण बनाउनुहोस्

source: Image Alignment
ne: छवि प ign ्क्तिबद्धता

source: Select image alignment for archive
ne: अभिलेखको लागि छवि प ign ्क्तिबद्धता चयन गर्नुहोस्

source: Tile
ne: टार्ष्

source: Default With List
ne: सूचीको साथ पूर्वनिर्धारित

source: Grid Column Layout
ne: ग्रिड स्तम्भ लेआउट

source: Select column for archive grid
ne: संग्रह ग्रिडको लागि स्तम्भ चयन गर्नुहोस्

source: Two Column
ne: दुई स्तम्भ

source: Three Column
ne: तीन स्तम्भ

source: Four Column
ne: चार स्तम्भ

source: Select Masonry Layout
ne: चिनारी लेआउट चयन गर्नुहोस्

source: Select masonry layout for archive
ne: अभिलेखको लागि चिनारी लेआउट चयन गर्नुहोस्

source: Select Full Layout
ne: पूर्ण सजावट चयन गर्नुहोस्

source: Select full layout for archive
ne: अभिलेखको लागि पूर्ण रूपरेखा चयन गर्नुहोस्

source: Title After Image
ne: छवि पछि शीर्षक

source: Title Before Image
ne: छवि भन्दा पहिले शीर्षक

source: Title Over Image
ne: छवि मा शीर्षक

source: Content View
ne: सामग्री दृश्य

source: Select content view for archive
ne: अभिलेखको लागि सामग्री दृश्य चयन गर्नुहोस्

source: Post Excerpt
ne: पोस्ट समीकरण

source: Full Content
ne: पूर्ण सामग्री

source: Pagination
ne: प्रारम्भिक

source: Select pagination view for archive
ne: अभिलेखको लागि pagnerness दृश्य चयन गर्नुहोस्

source: Ajax Load More
ne: AJAX लोड अधिक अधिक

source: Infinite Scroll
ne: असीम स्क्रोल

source: Sidebar Settings
ne: साइडबार सेटिंग्स

source: Make Sidebar Sticky
ne: साइडबार स्टिकी बनाउनुहोस्

source: Sidebar Sticky Position
ne: साइडबार स्टिकिल स्थिति

source: Top
ne: टुप्पो

source: Bottom
ne: पिंध

source: You May Have Missed
ne: तपाईंले छुटेको हुन सक्छ

source: Show Above Footer
ne: फुटर माथि देखाउनुहोस्

source: Posts Section Title
ne: पोस्ट सेक्सन शीर्षक

source: Mailchimp Subscriptions
ne: मेलचिम्प सदस्यता

source: Shortcode
ne: शप्तार

source: Visible In:
ne: मा देखिने:

source: Front page only
ne: अगाडि पृष्ठ मात्र

source: All pages
ne: सबै पिचहरू

source: Footer
ne: टा फुटे

source: Footer Background Image
ne: फुटर पृष्ठभूमि छवि

source: Copyright Text
ne: प्रतिलिपि अधिकार पाठ

source: The {year} is used for current year
ne: {PH_0___CONKEN} हालको PH_0__CON

source: Hide footer Menu Section
ne: फुटर मेनू सेक्सन लुकाउनुहोस्

source: Hide Theme Credits
ne: विषयवस्तु क्रेडिटहरू लुकाउनुहोस्

source: Pages:
ne: पृष्ठहरू:

source: Light/Dark Button
ne: लाइट / गाढा बटन

source: Layout Options
ne: लेआउट विकल्पहरू

source: Content Options
ne: सामग्री विकल्पहरू

source: Set as global layout
ne: ग्लोबल लेआउट को रूप मा सेट गर्नुहोस्

source: Please go to Customize > Themes Options for Single Post/Page.
ne: कृपया अनुकूलन गर्नुहोस् अनुकूलन गर्नुहोस्> थिमहरू एकल पोष्ट / पृष्ठको लागि विकल्पहरू।

source: Sidebar Options
ne: साइडबार विकल्प

source: Content - Primary Sidebar
ne: सामग्री - प्राथमिक साइडबार

source: Primary Sidebar - Content
ne: प्राथमिक साइडबार - सामग्री

source: No Sidebar
ne: कुनै साइडबार

source: Please go to Customize>Front-page Options for Homepage.
ne: कृपया गृहपृष्ठका लागि क्रमबद्ध> फ्रन्ट-पृष्ठ विकल्पहरूमा जानुहोस्।

source: Global Layout enforcement applied. Please go to Customize > Theme Options.
ne: ग्लोबल लेआउट प्रवर्तन लागू गरियो। कृपया कस्टम विकल्पहरू अनुकूलन गर्नुहोस्।

source: Category Color 1
ne: कोटी र color 1

source: Category Color 2
ne: कोटी र color 2

source: Category Color 3
ne: कोटी र color ्ग 3

source: Category Color 4
ne: कोटी र color ्ग 4

source: Category Color 5
ne: कोटी र color ्ग।

source: Category Color 6
ne: कोटी र color ्ग।

source: Category Color 7
ne: कोटी र color ्ग।

source: Color Class
ne: र colors वर्ग

source: Select category color class. You can set appropriate categories color on "Categories" section of the theme customizer.
ne: कोटी र color ्ग वर्ग चयन गर्नुहोस्। तपाईंले विषयवस्तुलाई सम्बोधन गर्ने "कोटि" खण्डमा उपयुक्त वर्गहरू र color ्ग सेट गर्न सक्नुहुनेछ।

source: Default with list
ne: सूचीको साथ पूर्वनिर्धारित

source: Two column
ne: दुई स्तम्भ

source: Three column
ne: तीन स्तम्भ

source: Four column
ne: चार स्तम्भ

source: Title before image
ne: छवि भन्दा पहिले शीर्षक

source: Image before title
ne: शीर्षक अघि छवि

source: Title over Image
ne: छवि मा शीर्षक

source: Archive Alignment
ne: संग्रह प ign ्क्तिबद्धता

source: Select alignment for list archive layout
ne: सूची संग्रह सजावटको लागि प ign ्क्तिबद्ध चयन गर्नुहोस्

source: Select alignment for grid archive layout
ne: ग्रिड संग्रह सजावटका लागि प ign ्क्तिबद्ध चयन गर्नुहोस्

source: Select grid column
ne: ग्रिड स्तम्भ चयन गर्नुहोस्

source: Select column layout for grid archive layout
ne: ग्रिड संग्रह सजावटको लागि स्तम्भ लेआउट चयन गर्नुहोस्

source: Select masonry layout
ne: चिनारी लेआउट चयन गर्नुहोस्

source: Select layout for masonry archive layout
ne: म्यानियन संग्रह सजावटको लागि लेआउट चयन गर्नुहोस्

source: Select full layout
ne: पूर्ण सजावट चयन गर्नुहोस्

source: Select layout for full archive layout
ne: पूर्ण संग्रह सजावटको लागि लेआउट चयन गर्नुहोस्

source: Select grid layout
ne: ग्रिड लेआउट चयन गर्नुहोस्

source: ChromeNews
ne: क्रोम न्यूज

source: AF Companion
ne: साथी बाट

source: Templatespare
ne: टेम्प्लेटस्पयर

source: Elespare
ne: उन्नत गर्नुहोस्

source: Blockspare
ne: ब्लॉकहरू

source: Latest Posts Block
ne: भर्खरको पोष्ट ब्लक

source: Free Live Chat - 3CX
ne: नि: शुल्क लाइभ च्याट - 3CX

source: Magic Content Box
ne: जादुई सामग्री बक्स

source: WP Post Author
ne: WP पोष्ट लेखक

source: MailChimp for WordPress
ne: WordPress को लागी mahchimp

source: Ticker News
ne: टिकट समाचार

source: Featured News
ne: चित्रित समाचार

source: Three Columns Posts
ne: तीन स्तम्भहरू पोष्टहरू

source: Three Columns
ne: तीन स्तम्भ

source: Post Carousel
ne: पोस्ट Caraousel

source: Express Grid
ne: ग्रिड एक्सप्रेस

source: About Author
ne: लेखकको बारेमा

source: We mainly focus on quality code and elegant design with incredible support. Our WordPress themes and plugins empower you to create an elegant, professional, and easy-to-maintain website in no time at all. Even on mobile and tablet screens, your website will look great
ne: हामी मुख्य रूपमा क्वालिटी कोड र अविश्वसनीय समर्थनको साथ रमाईलो डिजाइनमा केन्द्रित गर्दछौं। हाम्रो वर्डप्रेस विषयवस्तु र प्लगइनले तपाईंलाई कुनै पनि समय मा एक सुन्दर, पेशेवर, र सजिलो वेबसाइट सिर्जना गर्न सशक्त हुन संकेत गर्दछ। मोबाइल र ट्याब्लेट स्क्रीनहरूमा पनि, तपाईंको वेबसाइट ठूलो देखिन्छ

source: Post Slider
ne: पोस्ट स्लाइडर

source: Post Grid
ne: ग्रिड पोस्ट

source: Post List
ne: पोष्ट सूची

source: Connect to Us
ne: हामीमा जडान गर्नुहोस्

source: Advertisement
ne: विज्ञापन

source: Express Tile
ne: टाइललाई अभिव्यक्त

source: Single Column
ne: एकल स्तम्भ

source: Categories
ne: श्रेजा

source: Section 3
ne: सेक्सन 3

source: Section 4
ne: धारा 4

source: Howdy, %1$s! We've noticed that you've been using %2$s for some time now, we hope you are loving it! We would appreciate it if you can %3$sgive us a 5 star rating on WordPress.org%4$s! We'll continue to develop exciting new features for free in the future by sharing the love!
ne: Why, ph_0_makemon! हामीले याद गरिसकेका छौं कि तपाईंले अहिलेको लागि PH_1_C_CON प्रयोग गर्दै हुनुहुन्छ, हामी आशा गर्दछौं कि तपाईं यसलाई माया गर्नुहुन्छ! हामी यसको कदर गर्दछौं यदि तपाईं ph_2___ockngive हामीलाई Adothpress.orghph_3___ गर्न सक्नुहुन्छ। हामी भविष्यमा प्रेम साझा गरेर भविष्यमा नि: शुल्क रोमाञ्चक नयाँ सुविधाहरू विकास गर्न जारी राख्छौं!

source: Sure thing
ne: निश्चित कुरा

source: Remind me later
ne: मलाई पछि सम्झाउनु

source: I've already done.
ne: मैले पहिले नै गरेको छु।

source: Got any support queries?
ne: कुनै समर्थन श्रेणीहरू?

source: Previous
ne: पूर्ववर्ती

source: Next
ne: अर्को

source: %s min read
ne: PH_0_SOCONKE मिनेट पढ्नुहोस्

source: ago
ne: पहिले

source: Edit <span class="screen-reader-text">%s</span>
ne: PH_0_TNNTHPHPHP_2_SCNNPHPH_1_SCEN सम्पादन गर्नुहोस्

source: Action failed. Please refresh the page and retry.
ne: कार्य असफल भयो। कृपया पृष्ठलाई ताजा गर्नुहोस् र पुन: प्रयास गर्नुहोस्।

source: Cheatin&#8217; huh?
ne: चेतिन & # 8217; हुू?

source: %1$s Upgrade %2$s site licenses, opt for Lifetime Access, or get All Themes and Plugins - all with a fantastic %4$s! 🚀 Use code %3$s at checkout. %5$s Act fast - this limited-time offer is exclusively crafted for you! 🎁✨ Happy holidays, and revel in the extra savings as you take your website to new heights! 🌟🎄
ne: PH_0_SON अपग्रेड PH_1_SOND साइट इजाजतपत्रहरू, आजीवन पहुँचको लागि अप्ट अप, वा सबै विषयवस्तुहरू र प्लगइनहरू प्राप्त गर्नुहोस् - एक शानदार PH_2_SOMEND; CH कोड PH_3____COME मा चेकआउटमा। PH_4___CONCENCE कार्य छिटो - यो सीमित-समय प्रस्ताव तपाईंको लागि विशेष रूपमा बकाएको छ! 🎁✨ खुशीका छुट्टिहरू, र अतिरिक्त बचतहरूमा रमाइलो गर्नुहोस् किनकि तपाईंले आफ्नो वेबसाइटलाई नयाँ उचाइमा लैजानुहुन्छ! 🌟🎄

source: Claim Your Discount
ne: तपाईंको छुटको दावी गर्नुहोस्

source: Power Bundle
ne: पावर बन्डल

source: All Themes Plan
ne: सबै सम्बोधन योजना

source: Your Current Plan
ne: तपाईंको हालको योजना

source: Maybe Later
ne: पछि पछि

source: Have Pre-sales Queries?
ne: पूर्व बिक्री क्वेरीहरू छन्?

source: Displays author info.
ne: लेखक जानकारी प्रदर्शन गर्दछ।

source: AFTA Author Info
ne: अफटा लेखक जानकारी

source: Profile image
ne: प्रोफाइल छवि

source: Name
ne: नाम

source: Descriptions
ne: वर्णस्ता

source: Facebook
ne: फेसबुक

source: Twitter
ne: जाउ

source: YouTube
ne: युट्यूब

source: Linkedin
ne: रेन्क्नाइनको काम

source: Displays Express Posts from selected categories.
ne: चयनित कोटीहरूबाट अभिव्यक्ति पोष्टहरू प्रदर्शन गर्दछ।

source: AFTA Express Posts Grid
ne: AFTA एक्सप्रेस पोष्ट ग्रिड

source: Select
ne: चुन्नु

source: Number of posts
ne: पोष्टहरूको संख्या

source: AFTA Express Posts List
ne: अफटा एक्सप्रेस पोष्ट सूची

source: Displays grid from selected categories.
ne: चयनित कोटीहरूबाट ग्रिड प्रदर्शन गर्दछ।

source: AFTA Popular News
ne: लोकप्रिय फ्लो समाचार

source: Displays posts carousel from selected category.
ne: चयनित कोटीबाट पोष्ट क्यारोजेल प्रदर्शन गर्दछ।

source: AFTA Posts Carousel
ne: अफटा पोष्ट क्यारोजेल

source: Select category
ne: कोटि चयन गर्नुहोस्

source: AFTA Post Double Columns
ne: अफटा पोष्ट डबल स्तम्भहरू

source: Select Category 1
ne: कोटी 1 चयन गर्नुहोस्

source: Select Category 2
ne: कोटी 2 चयन गर्नुहोस्

source: AFTA Post Grid
ne: अफटा पोष्ट ग्रिड

source: AFTA Post List
ne: अफटा पोष्ट सूची

source: Displays posts single column from selected categories.
ne: चयनित कोटीहरूबाट पोष्टहरू एकल स्तम्भ प्रदर्शन गर्दछ।

source: AFTA Post Single Column
ne: AFTA पोस्ट एकल स्तम्भ

source: Displays posts slider from selected category.
ne: चयनित कोटीबाट पोष्ट स्लाइडर प्रदर्शन गर्दछ।

source: AFTA Posts Slider
ne: अफटा पोष्ट स्लाइडर

source: Displays tabbed posts lists from selected settings.
ne: चयनित सेटिंग्सबाट ट्याब्स पोष्टहरू प्रदर्शन गर्दछ।

source: AFTA Posts Tabs
ne: अफटा पोस्ट ट्याबहरू

source: AFTA Latest
ne: AFTA पछिल्लो

source: AFTA Popular
ne: लोकप्रिय अपार

source: Yes
ne: हुन्छ

source: No
ne: छैन

source: Latest Posts
ne: भर्खरको पोष्टहरू

source: Popular Posts
ne: लोकप्रिय पोष्टहरू

source: Settings for all tabs
ne: सबै ट्याबहरूको लागि सेटिंग्स

source: Number of posts per tab
ne: प्रति ट्याबहरूको संख्या संख्या

source: Displays social contacts lists from selected settings.
ne: चयनित सेटिंग्सबाट सामाजिक सम्पर्कहरू सूचिहरू प्रदर्शन गर्दछ।

source: AFTA Social Contacts
ne: AFTA सामाजिक सम्पर्कहरू

source: Social menu is not set. You need to create menu and assign it to Social Menu on Menu Settings.
ne: सामाजिक मेनू सेट गरिएको छैन। तपाईंले मेनु सिर्जना गर्न आवश्यक छ र यसलाई मेनू सेटिंग्स मा सामाजिक मेनूमा निर्दिष्ट गर्न आवश्यक छ।

source: AFTA Trending News (By Tag)
ne: अफटा ट्रेडिंग समाचारहरू (ट्याग द्वारा)

source: AFTA Trending News (By View)
ne: अफटा ट्रेडिंग समाचार (दृश्य द्वारा)

source: AFTA Trending News
ne: AFTA ट्रेडिंग समाचारहरू

source: Displays youtube video slider.
ne: YouTube भिडियो स्लाइडर प्रदर्शन गर्दछ।

source: AFTA YouTube Video
ne: AFTA Youtube भिडियो

source: YouTube Videos:
ne: YouTube भिडियोहरू:

source: Upload
ne: अपलोड गर्नुहोस्

source: Select Image
ne: छवि चयन गर्नुहोस्

source: Choose Image
ne: छवि छनौट गर्नुहोस्

source: Recent
ne: भर्खरको

source: Main Sidebar
ne: मुख्य साइडबार

source: Add widgets for main sidebar.
ne: मुख्य साइडबारका लागि विजेटहरू थप्नुहोस्।

source: Front-page Content Section
ne: फ्रन्ट-पृष्ठ सामग्री सामग्री

source: Add widgets to front-page contents section.
ne: फ्रन्ट-पृष्ठ सामग्रीको आंशिक भागमा विजेटहरू थप्नुहोस्।

source: Front-page Sidebar Section
ne: फ्रन्ट-पृष्ठ साइडबार सेक्सन

source: Add widgets to front-page sidebar section.
ne: अगाडि-पृष्ठ साइडबार सेक्सनलाई विजेटहरू थप्नुहोस्।

source: Banner Ad Section
ne: ब्यानर विज्ञापन सेक्सन

source: Add widgets for frontpage banner section advertisement.
ne: फ्रन्टपीज ब्यानर सेक्शन विज्ञापन को लागी विजेटहरू थप्नुहोस्।

source: Off Canvas
ne: क्यानभास बन्द

source: Add widgets for off-canvas section.
ne: अफ-क्यानभास सेक्सनका लागि विजेटहरू थप्नुहोस्।

source: Above Main Banner Section
ne: मुख्य ब्यानर सेक्शन माथि

source: Add widgets for above main banner section.
ne: मुख्य ब्यानर सेक्सन माथि विजेटहरू थप्नुहोस्।

source: Below Main Banner Section
ne: मुख्य ब्यानर सेक्सन मुनि

source: Add widgets for below main banner section.
ne: मुख्य ब्यानर सेक्क्यस्रनको लागि विजेटहरू थप्नुहोस्।

source: Below Featured Section
ne: तलको सेक्सन तल

source: Add widgets for below featured section.
ne: तल प्रस्तुत सेक्सन तलको लागि विजेटहरू थप्नुहोस्।

source: Footer First Section
ne: फुटर पहिलो खण्ड

source: Displays items on footer first column.
ne: फुटरलाई पहिलो स्तम्भमा वस्तुहरू प्रदर्शन गर्दछ।

source: Footer Second Section
ne: फुटर दोस्रो खण्ड

source: Displays items on footer second column.
ne: फुटर दोस्रो स्तम्भमा वस्तुहरू प्रदर्शन गर्दछ।

source: Footer Third Section
ne: फुटर तेस्रो खण्ड

source: Displays items on footer third column.
ne: फुटर तेस्रो स्तम्भमा वस्तुहरू प्रदर्शन गर्दछ।

source: Below Posts Title Ad Section
ne: तल पोस्ट शीर्षक विज्ञापन सेक्सन

source: Add widgets for single below posts title advertisement.
ne: पोस्टहरू शीर्षकको लागि विजेटहरू थप्नुहोस् शीर्षक शीर्षक विज्ञापनको लागि।

source: Below Posts Content Ad Section
ne: तल पोष्ट सामग्री विज्ञापन एडी सेक्सन

source: Add widgets for single posts advertisement.
ne: एकल पोस्ट विज्ञापनका लागि विजेटहरू थप्नुहोस्।

source: View your shopping cart
ne: तपाईंको शपिंग कार्ट हेर्नुहोस्

source: %d item
ne: PH_0_SONCOND वस्तु

source: Browse:
ne: ब्राउज गर्नुहोस्:

# breadcrumbs aria label
source: Breadcrumbs
ne: ब्रेकक्रम्ब्स

source: Home
ne: घर

source: 404 Not Found
ne: 404 फेला परेन

source: Archives
ne: पुराना रेकर्ड

source: Search results for: %s
ne: खोज परिणामहरू खोज्नुहोस्: PH_0__SON

source: Page %s
ne: पृष्ठ PH_0_SON

source: Comment Page %s
ne: टिप्पणी गर्नुहोस् पृष्ठ PH_0__

source: Minute %s
ne: मिनेट PH_0_SON

source: Week %s
ne: हप्ता PH_0_SON

# minute archives time format
source: i
ne: म

# weekly archives date format
source: W
ne: ड हुनुहुन्छ

source: Welcome! Thank you for choosing %1$s. To fully take advantage of the best our theme can offer please make sure you visit theme details page.
ne: स्वागत छ! PH_0_SOMENK CHHATIONE। पूर्ण रूपमा हाम्रो विषयवस्तुको फाइदा लिन सक्नुहुन्छ हाम्रो विषयवस्तुले प्रस्ताव गर्न सक्दछ कृपया निश्चित गर्नुहोस् कि तपाईंले थिम विवरण पृष्ठ भ्रमण गर्नुहोस्।

source: Get started with %1$s
ne: PH_0__SOMEN को साथ सुरू गर्नुहोस्

source: Dismiss this notice
ne: यो सूचना खारेज

source: %s() method does not exist.
ne: PH_0_SOCKE () विधि अवस्थित छैन।

source: Manage Plugins
ne: प्लगइनहरू प्रबन्ध गर्नुहोस्

source: Product Features
ne: उत्पादन सुविधाहरू

source: Free
ne: सितैमा

source: Premium
ne: बीमा किस्ता

source: Howdy %1$s, we would like to thank you for installing and activating %2$s theme for your precious site. All of the features provided by the theme are now ready to use; Here, we have gathered all of the essential details and helpful links for you and your better experience with %2$s. Once again, Thanks for using our theme!
ne: Hydy Pha_0___: हामी pl_1_1_consone Addeme को लागी ph_1_1__CONEND थिमको लागि धन्यवाद दिन चाहान्छौं। विषयवस्तु द्वारा प्रदान गरिएका सबै सुविधाहरू अब प्रयोग गर्न तयार छन्; यहाँ, हामीले सबै आवश्यक विवरणहरू जम्मा गरेका छौं र तपाईंको र PH_1_SOMEN को साथ तपाईंको राम्रो अनुभवको लागि सहयोगी लिंकहरू जम्मा गरेका छौं। फेरि, हाम्रो विषयवस्तु प्रयोग गरेकोमा धन्यवाद!

source: Getting Started
ne: सुरु गर्दै

source: Useful Plugins
ne: उपयोगी प्लगइनहरू

source: Demo Content
ne: डेमो सामग्री

source: Theme Details
ne: विषय विवरण

source: View Demo
ne: Demo हेर्नुहोस्

source: View Documentation
ne: कागजात हेर्नुहोस्

source: Theme Documentation
ne: थिम दस्तावेज

source: Static Front Page
ne: स्थिर अगाडि पृष्ठ

source: To achieve custom home page other than blog listing, you need to create and set static front page.
ne: ब्लग लिस्टिंग बाहेक अन्य चीज अनुकूलन गृह पृष्ठ प्राप्त गर्न, तपाइँले स्थिर मोर्चा पृष्ठ सिर्जना गर्न र सेट गर्न आवश्यक छ।

source: Theme uses Customizer API for theme options. Using the Customizer you can easily customize different aspects of the theme.
ne: विषयवस्तुहरूको लागि विषयवस्तुहरू अनुकूलन एपीआई प्रयोग गर्दछ। अनुकूलन प्रयोग गर्दा तपाईं सजिलै विषयवस्तुको विभिन्न पक्षहरू कस्ट्न सक्नुहुन्छ।

source: Widgets
ne: विजेटहरू

source: Theme uses Wedgets API for widget options. Using the Widgets you can easily customize different aspects of the theme.
ne: विषयवस्तुहरूलाई विजेट विकल्पहरूको लागि बुडिज एपीआई प्रयोग गर्दछ। विजेटहरू प्रयोग गरेर तपाईं सजिलै विषयवस्तुको विभिन्न पक्षहरू कस्ट्न सक्नुहुन्छ।

source: To import sample demo content, %1$s plugin should be installed and activated. After plugin is activated, visit AF Companion Dashboard from admin menu.
ne: नमूना डेमो सामग्री आयात गर्न PH_0__SON प्लगइन स्थापना र सक्रिय हुनुपर्दछ। प्लगइनलाई सक्रिय भएपछि प्रशासक मेनूबाट एसएफको साथी ड्यासबोर्ड हेर्नुहोस्।

source: Theme Preview
ne: थिम पूर्वावलोकन

source: You can check out the theme demos for reference to find out what you can achieve using the theme and how it can be customized.
ne: तपाईं विषयवस्तु प्रयोग गरेर के हासिल गर्न सकिन्छ र कसरी अनुकूलित गर्न सकिन्छ भनेर पत्ता लगाउनको लागि विषयवस्तु डेमोहरू जाँच गर्न सक्नुहुन्छ।

source: Contact Support
ne: सम्पर्क समर्थन

source: Got theme support question or found bug or got some feedbacks? Best place to ask your query is the dedicated Support forum for the theme.
ne: विषयवस्तु समर्थन प्रश्न वा फेला परेको बग वा केही प्रतिक्रियाहरू पायो? तपाईंको क्वेरीलाई सोध्न उत्तम ठाउँ विषयवस्तुको समर्पित समर्थन फोरम हो।

source: Child Theme
ne: बाल विषयवस्तु

source: For advanced theme customization, it is recommended to use child theme rather than modifying the theme file itself. Using this approach, you wont lose the customization after theme update.
ne: उन्नत विषयवस्तु अनुकूलताका लागि, विषयवस्तुलाई रूपान्तरण गर्नुको सट्टा बाल विषयवस्तु प्रयोग गर्न सिफारिस गरिन्छ। यो दृष्टिकोण प्रयोग गर्दै, तपाईंले थिम अपडेट पछि अनुकूलनलाई हटाउनुहुनेछैन।

source: Learn More
ne: अझ धेरै जान्नुहोस्
