Repository: prasish012/mylocalizationproject
Catalog: media/translations/covernews/covernews/*-v1.po
Languages: pt

source: Select date and author display settings below post title
pt: Selecione a data e as configurações de exibição do autor abaixo do título da postagem

source: Show Date and Author
pt: Mostrar data e autor

source: Show Date Only
pt: Mostrar apenas data

source: Show Author Only
pt: Mostrar apenas autor

source: Hide All
pt: Esconde tudo

source: Date Display Format
pt: Formato de exibição de data

source: Select date display display format
pt: Selecione Data Display Exibir Formato

source: Date Format by Theme
pt: Formato de data por tema

source: WordPress Default Date Format
pt: Formato de data padrão do WordPress

source: Post Date Type
pt: Post Tipo de Data

source: Published Date
pt: Data de publicação

source: Modified Date
pt: Data de modificação

source: General Options
pt: Opções gerais

source: Show Comment Count
pt: Mostre a contagem de comentários

source: Enable
pt: Activar

source: Show Post View Count
pt: Mostrar contagem de visualizações de postagem

source: Post View Count Method
pt: Método de contagem de visualização de postagem

source: Count Each Load
pt: Conte cada carga

source: Count After Scroll
pt: Conte após a rolagem

source: Single Posts Settings
pt: Configurações de postagens únicas

source: Show Featured Image
pt: Mostrar imagem em destaque

source: Global Content Mode
pt: Modo de conteúdo global

source: Individual posts edit panel also have the option
pt: O painel de edição de postagens individuais também tem a opção

source: Spacious
pt: Espaçoso

source: Show Tags Below Content
pt: Mostre tags abaixo do conteúdo

source: Yes
pt: Sim

source: No
pt: Não

source: Sidebar Settings
pt: Configurações da barra lateral

source: Make Sidebar Sticky
pt: Faça da barra lateral pegajosa

source: Sidebar Sticky Position
pt: Posição pegajosa na barra lateral

source: Top
pt: Superior

source: Bottom
pt: Inferior

source: Archive Settings
pt: Configurações de arquivo

source: Archive layout
pt: Layout do arquivo

source: Select layout for archive
pt: Selecione layout para o arquivo

source: Full - Default
pt: Completo - padrão

source: Full - Title First
pt: Completo - título primeiro

source: Grid - Default
pt: Grade - padrão

source: Grid - Double Column
pt: Grade - coluna dupla

source: List
pt: Lista

source: Same grid on Wide layout
pt: Mesma grade no layout amplo

source: Image alignment
pt: Alinhamento da imagem

source: Select image alignment for archive
pt: Selecione Alinhamento de imagem para o arquivo

source: Left
pt: Esquerda

source: Right
pt: Direita

source: Content view
pt: Visualização de conteúdo

source: Select content view for archive
pt: Selecione Visualização de Conteúdo para o Arquivo

source: Post excerpt
pt: Excerto do artigo

source: Full Content
pt: Conteúdo completo

source: None
pt: Nenhum

source: Widget Excerpt Mode
pt: Modo de trecho do widget

source: Select Widget Excerpt display mode
pt: Selecione o modo de exibição de trecho do widget

source: Trimmed Content
pt: Conteúdo aparado

source: Default Excerpt
pt: Trecho padrão

source: Related Posts
pt: Artigos relacionados

source: Show on single posts
pt: Mostrar em postagens únicas

source: Title
pt: Título

source: Maximum Number of Related Posts
pt: Número máximo de postagens relacionadas

source: Mailchimp Subscriptions
pt: Assinaturas do Mailchimp

source: Show above footer
pt: Mostre o rodapé acima

source: Mailchimp background color
pt: Cor de fundo MailChimp

source: Mailchimp Field Border color
pt: Cor do campo da borda de campo

source: Visible in:
pt: Visível em:

source: Front page only
pt: Somente a primeira página

source: All pages
pt: Todas as páginas

source: Instagram username
pt: Nome de usuário do Instagram

source: Access Token Type:
pt: Acesso Tipo de token:

source: New (Graph API)
pt: Novo (API do gráfico)

source: Old (Instagram API)
pt: Antigo (API do Instagram)

source: Graph API Access Token
pt: Token de acesso API do gráfico

source: Please use your instagram app access token if you aleady have, Otherwise create new: "https://developers.facebook.com/docs/instagram-api/".
pt: Por favor, use o seu Token de acesso ao aplicativo do Instagram, se você tiver, caso contrário, crie novo: "https://developers.facebook.com/docs/instagram-api/".

source: Instagram Access Token (Old)
pt: Token de acesso do Instagram (antigo)

source: Please use your instagram app access token if you aleady have, Otherwise create new: "https://www.instagram.com/developer".
pt: Por favor, use o seu token de acesso ao aplicativo do Instagram, se você tiver, caso contrário, crie novo: "https://www.instagram.com/developer".

source: Number of Instagram posts
pt: Número de postagens do Instagram

source: Latest Posts Options
pt: Opções de postagens mais recentes

source: Show Latest Posts Section above Footer
pt: Mostre a seção de postagens mais recentes acima do rodapé

source: Latest Posts Section Title
pt: Título da seção de postagens mais recentes

source: Number of Posts
pt: Número de artigos

source: Footer
pt: Rodapé

source: Copyright Text
pt: Texto de direitos autorais

source: The {year} is used for current year
pt: O {ph_0_token} é usado para ph_0_token atual

source: Hide footer menu section
pt: Ocultar a seção de menu do rodapé

source: Hide theme credits
pt: Ocultar créditos temáticos

source: Footer background color
pt: Cor de fundo do rodapé da cor

source: Footer texts color
pt: Rodas Textos de cor

source: Footer credits background color
pt: Rodaper credita a cor de fundo

source: Footer credits texts color
pt: Rodapé credita textos de cor

source: Pages:
pt: Páginas:

source: Find us on Instagram
pt: Encontre -nos no Instagram

source: Layout Options
pt: Opções de layout

source: Container Width
pt: Largura do contentor

source: Set as global layout
pt: Definido como layout global

source: Content - Primary Sidebar
pt: Conteúdo - barra lateral primária

source: Primary Sidebar - Content
pt: Barra lateral primária - conteúdo

source: Content Mode
pt: Modo de conteúdo

source: Centered
pt: Centrado

source: Category Color 1
pt: Categoria Cor 1

source: Category Color 2
pt: Categoria Cor 2

source: Category Color 3
pt: Categoria Cor 3

source: Category Color 4
pt: Categoria Cor 4

source: Category Color 5
pt: Categoria Cor 5

source: Category Color 6
pt: Categoria Cor 6

source: Category Color 7
pt: Categoria Cor 7

source: Category Color 8
pt: Categoria Cor 8

source: Color Class
pt: Classe de cores

source: Select category color class. You can set appropriate categories color on "Categories" section of the theme customizer.
pt: Selecione a classe colorida da categoria. Você pode definir categorias apropriadas colorir na seção "categorias" do personalizador de temas.

source: AF Companion
pt: Companheiros

source: Templatespare
pt: Modelspare

source: Elespare
pt: Elevar

source: Latest Posts Block
pt: Últimos posts em Bloco

source: Magic Content Box
pt: Caixa de conteúdo mágico

source: MailChimp for WordPress
pt: MailChimp para WordPress

source: Free Live Chat using 3CX
pt: Chat ao vivo grátis usando 3cx

source: Howdy, %1$s! We've noticed that you've been using %2$s for some time now, we hope you are loving it! We would appreciate it if you can %3$sgive us a 5 star rating on WordPress.org%4$s! We'll continue to develop exciting new features in the future by sharing the love!
pt: Olá, ph_0_token! Percebemos que você está usando o PH_1_TOKen há algum tempo, esperamos que você esteja adorando! Agradecemos se você puder ph_2_tokengive, uma classificação de 5 estrelas no wordpress.orgph_3_token! Continuaremos a desenvolver novos recursos interessantes no futuro, compartilhando o amor!

source: Sure thing
pt: Coisa com certeza

source: Remind me later
pt: Lembrar-me mais tarde

source: I've already done.
pt: Eu já fiz.

source: Got any support queries?
pt: Tem alguma dúvida de suporte?

source: Previous
pt: Anterior

source: Next
pt: Seguinte

source: Unable to communicate with Instagram.
pt: Não é possível se comunicar com o Instagram.

source: Instagram did not return a 200.
pt: O Instagram não retornou 200.

source: Instagram has returned invalid data.
pt: O Instagram retornou dados inválidos.

source: Instagram did not return any images.
pt: O Instagram não retornou nenhuma imagem.

source: View all posts in %s
pt: Ver todas as postagens em %s

source: ago
pt: atrás

source: Edit <span class="screen-reader-text">%s</span>
pt: Editar <span class = "Screen-Reader-Text">%s </span>

source: Theme License
pt: Licença temática

source: Enter your theme license key.
pt: Digite sua chave de licença temática.

source: License Key
pt: Chave de licença

source: License Action
pt: Ação de licença

source: Deactivate License
pt: Licença desativada

source: Activate License
pt: Ativar licença

source: License status is unknown.
pt: O status da licença é desconhecido.

source: Renew?
pt: Renovar?

source: unlimited
pt: ilimitado

source: License key is active.
pt: A chave de licença está ativa.

source: Expires %s.
pt: Expira ph_0_token.

source: You have %1$s / %2$s sites activated.
pt: Você tem sites ph_0_token / ph_1_token ativados.

source: License key expired %s.
pt: Chave de licença Ph_0_token expirada.

source: License key has expired.
pt: A chave de licença expirou.

source: License keys do not match.
pt: As chaves de licença não correspondem.

source: License is inactive.
pt: A licença é inativa.

source: License key is disabled.
pt: A chave de licença está desativada.

source: Site is inactive.
pt: O site é inativo.

source: Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.
pt: A atualização deste tema perderá as personalizações que você fez. 'Cancelar' para parar, 'ok' para atualizar.

source: <strong>%1$s %2$s</strong> is available. <a href="%3$s" class="thickbox" title="%4s">Check out what's new</a> or <a href="%5$s"%6$s>update now</a>.
pt: Ph_3_tokenph_4_token ph_5_tokenph_2_token está disponível. Ph_0_tokencheck O que é newph_9_token ou ph_1_tokenupdate nowph_9_token.

source: Action failed. Please refresh the page and retry.
pt: Ação falhou. Atualize a página e tente novamente.

source: %1$s Upgrade %2$s site licenses, opt for Lifetime Access, or get All Themes and Plugins - all with a fantastic %4$s! 🚀 Use code %3$s at checkout. %5$s Act fast - this limited-time offer is exclusively crafted for you! 🎁✨ Happy holidays, and revel in the extra savings as you take your website to new heights! 🌟🎄
pt: Ph_0_token Atualize as licenças do site ph_1_token, opte pelo acesso ao longo da vida ou obtenha todos os temas e plugins - todos com um fantástico ph_2_token! 🚀 Use o código ph_3_token no checkout. %5$s ACT RÁPIDO - Esta oferta de tempo limitada é elaborada exclusivamente para você! 🎁✨ Boas festas e se deleita com as economias extras ao levar seu site a novas alturas! 🌟🎄

source: Claim Your Discount
pt: Reivindicar seu desconto

source: Power Bundle
pt: Pacote de energia

source: All Themes Plan
pt: Todos os temas planejam

source: Your Current Plan
pt: Seu plano atual

source: Maybe Later
pt: Talvez mais tarde

source: Have Pre-sales Queries?
pt: Tem consultas pré-vendas?

source: Displays author info.
pt: Exibe informações do autor.

source: CoverNews Author Info
pt: CoverNews Informações do autor

source: About Author
pt: Sobre o autor

source: Profile image
pt: Imagem do perfil

source: Name
pt: Nome

source: Descriptions
pt: Descrições

source: Displays posts carousel from selected category.
pt: Exibe o carrossel de postagens da categoria selecionada.

source: CoverNews Posts Carousel
pt: CoverNews posta carrossel

source: Number of posts
pt: Número de artigos

source: Displays posts from 2 selected categories in double column.
pt: Exibe as postagens de 2 categorias selecionadas em coluna dupla.

source: CoverNews Double Categories Posts
pt: Postagens de categorias duplas de CoverNews

source: Big thumb in first and other in list
pt: Big Thumb no primeiro e outro na lista

source: All in list
pt: Tudo na lista

source: Title 1
pt: Título 1

source: Select category 1
pt: Selecione a categoria 1

source: Select layout 1
pt: Selecione Layout 1

source: Number of posts 1
pt: Número de postagens 1

source: Title 2
pt: Título 2

source: Select category 2
pt: Selecione a categoria 2

source: Select layout 2
pt: Selecione Layout 2

source: Number of posts 2
pt: Número de postagens 2

source: Displays posts from selected category in a grid.
pt: Exibe postagens da categoria selecionada em uma grade.

source: CoverNews Posts Grid
pt: CoverNews publica grade

source: Posts Grid
pt: Publica grade

source: Show excerpt
pt: Mostrar trecho

source: Excerpt length
pt: Comprimento de trecho

source: Displays posts from selected category in single column.
pt: Exibe postagens da categoria selecionada em uma única coluna.

source: CoverNews Single Column
pt: Coluna única CoverNews

source: Displays posts slider from selected category.
pt: Exibe o controle deslizante da categoria selecionada.

source: CoverNews Posts Slider
pt: CoverNews publica deslizante

source: Displays tabbed posts lists from selected settings.
pt: Exibe listas de postagens com guias de configurações selecionadas.

source: CoverNews Tabbed Posts
pt: CoverNews Postagens com guias

source: Trending
pt: Tendência

source: Latest Posts
pt: Artigos mais recentes

source: Popular Posts
pt: Postagens populares

source: Categorised Posts
pt: Postagens categorizadas

source: Enable Categorised Tab
pt: Habilitar a guia categorizada

source: Settings for all tabs
pt: Configurações para todas as guias

source: Number of posts per tab
pt: Número de postagens por guia

source: Displays social contacts lists from selected settings.
pt: Exibe listas de contatos sociais de configurações selecionadas.

source: CoverNews Social Contacts
pt: CoverNews Contatos sociais

source: Social menu is not set. You need to create menu and assign it to Social Menu on Menu Settings.
pt: O menu social não está definido. Você precisa criar menu e atribuí -lo ao menu social nas configurações do menu.

source: CoverNews Trending Posts Carousel (By Comment)
pt: CoverNews Postagens de tendências carrossel (por comentário)

source: CoverNews Trending Posts Carousel (By Tag)
pt: CoverNews Postagens de tendências carrossel (por tag)

source: CoverNews Trending Posts Carousel (By View)
pt: CoverNews Postagens de tendências carrossel (por vista)

source: CoverNews Trending Posts Carousel
pt: CoverNews Postagens de tendências carrossel

source: Displays youtube video slider.
pt: Exibe o slider de vídeo do YouTube.

source: CoverNews YouTube Video Slider
pt: Slider de vídeo do YouTube de CoverNews

source: Slider Thumb Mode
pt: Modo de polegar deslizante

source: YouTube Videos:
pt: Vídeos do YouTube:

source: Upload
pt: Carregar

source: Select Image
pt: Escolher imagem

source: Choose Image
pt: Escolher imagem

source: Select
pt: Seleccionar

source: Read more about %s
pt: Leia mais sobre %s

source: Main Sidebar
pt: Barra lateral principal

source: Add widgets for main sidebar.
pt: Adicione widgets para a barra lateral principal.

source: Front-page Content Section
pt: Seção de conteúdo de primeira página

source: Add widgets to front-page contents section.
pt: Adicione widgets à seção Conteúdo da primeira página.

source: Front-page Sidebar Section
pt: Seção da barra lateral da página frontal

source: Add widgets to front-page sidebar section.
pt: Adicione widgets à seção da barra lateral da página frontal.

source: Footer First Section
pt: Primeira seção do rodapé

source: Displays items on footer first column.
pt: Exibe itens na primeira coluna do rodapé.

source: Footer Second Section
pt: Seção de segunda -feira

source: Displays items on footer second column.
pt: Exibe itens na segunda coluna do rodapé.

source: Footer Third Section
pt: Footeiro Terceira seção

source: Displays items on footer third column.
pt: Exibe itens na terceira coluna do rodapé.

source: Front-page Banner Ad Section
pt: Seção de anúncios de banner de primeira página

source: Add widgets for frontpage banner section advertisement.
pt: Adicione widgets para o anúncio da seção da faixa da página Front.

source: Single Posts Ad Section
pt: Seção de anúncios de postagens únicas

source: Add widgets for single posts advertisement.
pt: Adicione widgets para anúncios de postagens únicas.

source: View your shopping cart
pt: Veja seu carrinho de compras

source: %d item
pt: Item ph_0_token

source: Browse:
pt: Navegar:

# breadcrumbs aria label
source: Breadcrumbs
pt: Farinha de rosca

source: Home
pt: Início

source: 404 Not Found
pt: 404 não encontrado

source: Archives
pt: Arquivo

source: Search results for: %s
pt: Resultados da pesquisa por: %s

source: Page %s
pt: Página %s

source: Comment Page %s
pt: Página de comentários %s

source: Minute %s
pt: Minuto %s

source: Week %s
pt: Semana %s

# minute archives time format
source: i
pt: eu

# weekly archives date format
source: W
pt: C

source: Welcome! Thank you for choosing %1$s. To fully take advantage of the best our theme can offer please make sure you visit theme details page.
pt: Bem-vindo! Obrigado por escolher ph_0_token. Para aproveitar completamente o melhor que nosso tema pode oferecer, visite a página Detalhes do tema.

source: Get started with %1$s
pt: Comece com Ph_0_token

source: Dismiss this notice
pt: Descartar este aviso

source: %s() method does not exist.
pt: O método ph_0_token () não existe.

source: Manage Plugins
pt: Gerenciar plugins

source: Product Features
pt: Recursos do produto

source: Free
pt: Grátis

source: Howdy %1$s, we would like to thank you for installing and activating %2$s theme for your precious site. All of the features provided by the theme are now ready to use; Here, we have gathered all of the essential details and helpful links for you and your better experience with %2$s. Once again, Thanks for using our theme!
pt: Howdy ph_0_token, gostaríamos de agradecer por instalar e ativar o tema ph_1_token para o seu site precioso. Todos os recursos fornecidos pelo tema estão agora prontos para uso; Aqui, reunimos todos os detalhes essenciais e links úteis para você e sua melhor experiência com ph_1_token. Mais uma vez, obrigado por usar o nosso tema!

source: Getting Started
pt: Começando

source: Useful Plugins
pt: Plugins úteis

source: Demo Content
pt: Conteúdo de demonstração

source: Theme Details
pt: Detalhes do tema

source: View Demo
pt: Veja o demo

source: View Documentation
pt: Ver documentação

source: Theme Documentation
pt: Documentação do tema

source: Static Front Page
pt: Página inicial estática

source: To achieve custom home page other than blog listing, you need to create and set static front page.
pt: Para obter uma página inicial personalizada que não seja a listagem de blogs, você precisa criar e definir a primeira página estática.

source: Theme uses Customizer API for theme options. Using the Customizer you can easily customize different aspects of the theme.
pt: O tema usa a API do personalizador para opções de temas. Usando o personalizador, você pode personalizar facilmente diferentes aspectos do tema.

source: Theme uses Wedgets API for widget options. Using the Widgets you can easily customize different aspects of the theme.
pt: O tema usa a API Wedgets para opções de widgets. Usando os widgets, você pode personalizar facilmente diferentes aspectos do tema.

source: To import sample demo content, %1$s plugin should be installed and activated. After plugin is activated, visit Import Demo Data menu under Appearance.
pt: Para importar o conteúdo da demonstração da amostra, o plug -in ph_0_token deve ser instalado e ativado. Depois que o plug -in é ativado, visite o menu de dados da importação de importação na aparência.

source: One Click Demo Import
pt: Importação de demonstração de um clique

source: Theme Preview
pt: Visualização do tema

source: You can check out the theme demos for reference to find out what you can achieve using the theme and how it can be customized.
pt: Você pode conferir as demos do tema para referência para descobrir o que você pode alcançar usando o tema e como ele pode ser personalizado.

source: Contact Support
pt: Contacte o suporte

source: Got theme support question or found bug or got some feedbacks? Best place to ask your query is the dedicated Support forum for the theme.
pt: Tem a pergunta de suporte ao tema ou bug encontrado ou recebeu alguns feedbacks? O melhor lugar para perguntar sua consulta é o fórum de suporte dedicado para o tema.

source: Child Theme
pt: Tema da criança

source: For advanced theme customization, it is recommended to use child theme rather than modifying the theme file itself. Using this approach, you wont lose the customization after theme update.
pt: Para personalização temática avançada, é recomendável usar o tema da criança, em vez de modificar o próprio arquivo de temas. Usando essa abordagem, você não perderá a personalização após a atualização do tema.

source: Learn More
pt: Saiba mais

source: Theme supports some helpful WordPress plugins to enhance your site. But, please enable only those plugins which you need in your site. For example, enable WooCommerce only if you are using e-commerce.
pt: O tema suporta alguns plugins úteis do WordPress para aprimorar seu site. Mas, por favor, ative apenas os plugins que você precisa em seu site. Por exemplo, ative o WooCommerce apenas se você estiver usando o comércio eletrônico.

source: To import demo content for this theme, %1$s plugin is needed. Please make sure plugin is installed and activated. After plugin is activated, you will see Import Demo Data menu under Appearance.
pt: Para importar conteúdo de demonstração para esse tema, o plug -in ph_0_token é necessário. Verifique se o plug -in está instalado e ativado. Depois que o plug -in é ativado, você verá o menu de dados de demonstração de importação na aparência.

source: If you want more advanced features then you can upgrade to the premium version of the theme.
pt: Se você deseja recursos mais avançados, poderá atualizar para a versão premium do tema.

source: Upgrade Now
pt: Actualizar agora

source: Install Required Plugins
pt: Instale os plugins necessários

source: Install Plugins
pt: Instale os plugins

source: Installing Plugin: %s
pt: A instalar plugin: %s

source: Updating Plugin: %s
pt: Plugin de atualização: %s

source: Something went wrong with the plugin API.
pt: Algo deu errado com a API do plugin.

source: This theme requires the following plugin: %1$s.
pt: Este tema requer o seguinte plug -in: ph_0_token.

source: This theme recommends the following plugin: %1$s.
pt: Este tema recomenda o seguinte plugin: ph_0_token.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
pt: O plug -in a seguir precisa ser atualizado para sua versão mais recente para garantir a máxima compatibilidade com este tema: ph_0_token.

source: There is an update available for: %1$s.
pt: Há uma atualização disponível para: ph_0_token.

source: The following required plugin is currently inactive: %1$s.
pt: O seguinte plugin necessário está atualmente inativo: ph_0_token.

source: The following recommended plugin is currently inactive: %1$s.
pt: O seguinte plug -in recomendado está atualmente inativo: ph_0_token.

source: Begin installing plugin
pt: Comece a instalar o plug -in

source: Begin updating plugin
pt: Comece a atualizar o plug -in

source: Begin activating plugin
pt: Comece a ativar o plug -in

source: Return to Required Plugins Installer
pt: Retorne ao instalador de plug -ins necessários

source: Return to the Dashboard
pt: Voltar ao painel

source: Plugin activated successfully.
pt: O plug -in foi ativado com sucesso.
