Repository: prasish012/mylocalizationproject
Catalog: media/translations/covernews/covernews/*-v1.po
Languages: pt

source: The following plugin was activated successfully:
pt: O seguinte plug -in foi ativado com sucesso:

source: No action taken. Plugin %1$s was already active.
pt: Nenhuma ação tomada. Plugin %1$s já estava ativo.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
pt: Plugin não activado. Para este tema é necessária uma versão mais recente do %s. Por favor, actualize o plugin.

source: All plugins installed and activated successfully. %1$s
pt: Todos os plug -ins instalados e ativados com sucesso. %1$s

source: There are one or more required or recommended plugins to install, update or activate.
pt: Há um ou mais plugins necessários ou recomendados para instalar, atualizar ou ativar.

source: Please contact the administrator of this site for help.
pt: Entre em contato com o administrador deste site para obter ajuda.

source: This plugin needs to be updated to be compatible with your theme.
pt: Este plug -in precisa ser atualizado para ser compatível com o seu tema.

source: Update Required
pt: Atualização necessária

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
pt: O pacote de plug -in remoto não contém uma pasta com a lesma desejada e a renomeação não funcionou.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
pt: Entre em contato com o provedor de plug -in e peça que eles embalem seu plug -in de acordo com as diretrizes do WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
pt: O pacote de plug -in remoto consiste em mais de um arquivo, mas os arquivos não são embalados em uma pasta.

# plugin A *and* plugin B
source: and
pt: e

source: Required
pt: Necessário

source: Recommended
pt: Recomendado

source: WordPress Repository
pt: Repositório do WordPress

source: External Source
pt: Fonte externa

source: Pre-Packaged
pt: Pré-embalado

source: Not Installed
pt: Não instalado

source: Installed But Not Activated
pt: Instalado, mas não ativado

source: Active
pt: Activo

source: Required Update not Available
pt: Atualização necessária não disponível

source: Requires Update
pt: Requer atualização

source: Update recommended
pt: Atualização recomendada

# plugins
source: All <span class="count">(%s)</span>
pt: Todos os ph_0_token (ph_2_token) ph_1_token

source: To Install <span class="count">(%s)</span>
pt: Para instalar ph_0_token (ph_2_token) ph_1_token

source: Update Available <span class="count">(%s)</span>
pt: Atualize ph_0_token (ph_2_token) ph_1_token

source: To Activate <span class="count">(%s)</span>
pt: Para ativar ph_0_token (ph_2_token) ph_1_token

# as in: "version nr unknown"
source: unknown
pt: desconhecido

source: Installed version:
pt: Versão instalada:

source: Minimum required version:
pt: Versão mínima necessária:

source: Available version:
pt: Versão disponível:

source: No plugins to install, update or activate.
pt: Nenhum plugins para instalar, atualizar ou ativar.

source: Source
pt: Fonte

source: Type
pt: Tipo

source: Version
pt: Versão

source: Status
pt: Estado

source: Install %2$s
pt: Instale %2$s

source: Update %2$s
pt: Atualização %2$s

source: Activate %2$s
pt: Ativar %2$s

source: Upgrade message from the plugin author:
pt: Atualizar a mensagem do autor do plug -in:

source: Install
pt: Instalar

source: Update
pt: Actualizar

source: No plugins were selected to be installed. No action taken.
pt: Nenhum plugins foi selecionado para ser instalado. Nenhuma ação tomada.

source: No plugins were selected to be updated. No action taken.
pt: Nenhum plugins foi selecionado para ser atualizado. Nenhuma ação tomada.

source: No plugins are available to be installed at this time.
pt: Nenhum plugins está disponível para ser instalado neste momento.

source: No plugins are available to be updated at this time.
pt: Nenhum plugins está disponível para serem atualizados neste momento.

source: No plugins were selected to be activated. No action taken.
pt: Nenhum plugins foi selecionado para ser ativado. Nenhuma ação tomada.

source: No plugins are available to be activated at this time.
pt: Nenhum plugins está disponível para ser ativado neste momento.

source: Plugin activation failed.
pt: A ativação do plug -in falhou.

source: Updating Plugin %1$s (%2$d/%3$d)
pt: Atualizando plug -in ph_0_token (ph_1_token/ph_2_token)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
pt: Ocorreu um erro ao instalar %1$s: <strong> %2$s </strong>.

source: The installation of %1$s failed.
pt: A instalação de %1$s falhou.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
pt: O processo de instalação e ativação está começando. Esse processo pode demorar um pouco em alguns hosts; portanto, seja paciente.

source: %1$s done.
pt: %1$s feito.

source: All installations and activations have been completed.
pt: Todas as instalações e ativações foram concluídas.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
pt: Instalação e ativação do plug -in ph_0_token (ph_1_token/ph_2_token)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
pt: O processo de instalação está começando. Esse processo pode demorar um pouco em alguns hosts; portanto, seja paciente.

source: All installations have been completed.
pt: Todas as instalações foram concluídas.

source: Installing Plugin %1$s (%2$d/%3$d)
pt: Instalando o plug -in ph_0_token (ph_1_token/ph_2_token)

source: Blank Canvas
pt: Tela em branco

source: Page Builder Full Width
pt: Página do construtor de páginas largura total

source: Search Results for: %s
pt: Resultados da pesquisa por: %s

source: Nothing Found
pt: Não foi encontrado nada

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
pt: Pronto para publicar o seu primeiro artigo? <a href="%1$s">Comece aqui</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
pt: Não foi encontrado nenhum resultado correspondente ao seu critério de pesquisa. Por favor tente com outras palavras-chave.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
pt: Não foi possível encontrar o que procura. Tente fazer uma pesquisa.

source: Continue reading<span class="screen-reader-text"> "%s"</span>
pt: Continue lendo <span class = "screen-reader-text"> "%s" </span>

source: <span class="em-post-navigation">Previous</span> %title
pt: Ph_0_tokenpreviousph_1_token ph_2_token

source: <span class="em-post-navigation">Next</span> %title
pt: Ph_0_tokennExtph_1_token ph_2_token

source: Continue Reading
pt: Continue lendo

source: Front-page Template
pt: Modelo de primeira página

source: Update Blockspare Pro
pt: Atualize o BlockSpare Pro

source: Update Blockspare
pt: Atualize o BlockSpare

source: Page Builder Gutenberg Blocks & Patterns
pt: Blocos e padrões do construtor de páginas Gutenberg

source: Add pages effortlessly with expertly crafted Gutenberg patterns and blocks for blogs, magazines, newspapers, and agency sites using the Blockspare plugin!
pt: Adicione as páginas sem esforço com padrões e blocos de Gutenberg criados com habilidade para blogs, revistas, jornais e sites de agências usando o plug -in BlockSpare!

source: Hello
pt: Olá

source: Welcome to
pt: Bem -vindo a

source: Update Elespare Pro
pt: Atualizar o eLespare Pro

source: Update Elespare
pt: Atualize o eLespare

source: Page Builder Elementor Widgets
pt: Widgets de elementar do construtor de páginas

source: Add pages effortlessly with expertly crafted Elementor widgets for blogs, magazines, newspapers, and agency sites using the Elespare plugin!
pt: Adicione páginas sem esforço com widgets elementares trabalhados com habilidade para blogs, revistas, jornais e sites de agências usando o plug -in ELESPARE!

source: we would like to thank you for installing and activating [theme] theme for your precious site. All of the features provided by the theme are now ready to use; Here, we have gathered all of the essential details and helpful links for you and your better experience with [theme]. Once again, Thanks for using our theme!
pt: Gostaríamos de agradecer por instalar e ativar o tema [tema] para o seu precioso site. Todos os recursos fornecidos pelo tema estão agora prontos para uso; Aqui, reunimos todos os detalhes essenciais e links úteis para você e sua melhor experiência com [tema]. Mais uma vez, obrigado por usar o nosso tema!

source: View Demos
pt: Ver demos

source: Demo Sites
pt: Sites de demonstração

source: Set the theme header type, set the colors, spacing, alignment and more.
pt: Defina o tipo de cabeçalho do tema, defina as cores, espaçamento, alinhamento e muito mais.

source: You can easily place your promotional banners within your header section.
pt: Você pode facilmente colocar seus banners promocionais na seção de cabeçalho.

source: Color Options
pt: Opções de cor

source: Change the color setting provide with the Theme.
pt: Altere a configuração de cores fornece o tema.

source: Main Banner Options
pt: Principais opções de banner

source: Selecting different categories can be done for different section.
pt: Selecionar categorias diferentes pode ser feito para seções diferentes.

source: Front-page Option
pt: Opção de primeira página

source: Front-page layout with Popular Tag, Breaking News, Main Banner, Feature News can be set.
pt: Layout de primeira página com tag popular, notícias de última hora, banner principal, notícias de recursos podem ser definidas.

source: Set the Homepage as a static page to create own homepage using widgets.
pt: Defina a página inicial como uma página estática para criar a própria página inicial usando widgets.

source: Widgets Area
pt: Área de widgets

source: Widgets can be added on all the section provide by the Theme.
pt: Os widgets podem ser adicionados em toda a seção fornecida pelo tema.

source: Archive Options
pt: Opções de arquivo

source: Customize the blog layout desgin.
pt: Personalize o layout do blog Desgin.

source: Theme Option
pt: Opção de tema

source: Set the Global Layout, Breadcrumb, Sidebar, Single Post, You may have missed and more.
pt: Defina o layout global, a carrancheira, a barra lateral, o único post, você pode ter perdido e muito mais.

source: Footer Options
pt: Opções do rodapé

source: Set the footer type, number of columns, spacing and colors.
pt: Escolha o tipo de letra do rodapé, número de colunas, espaçamento e cores.

source: A stunning assortment of WordPress post widgets. It allows you to display your posts in many formats such as grid, list, tile, full, express, and so on.
pt: Uma variedade impressionante de widgets do WordPress Post. Ele permite que você exiba suas postagens em muitos formatos, como grade, lista, ladrilhos, cheios, expresso e assim por diante.

source: Beautiful Page Building Gutenberg Blocks for WordPress
pt: Belas páginas de Blocos Gutenberg para WordPress

source: We build a beautiful series of page section Gutenberg blocks for WordPress content to help you quickly create the website you have always desired..
pt: Construímos uma bela série de blocos Gutenberg da seção de páginas para conteúdo do WordPress para ajudá -lo a criar rapidamente o site que você sempre desejou.

source: Latest Posts Block for WordPress (Gutenberg)
pt: Bloco de postagens mais recentes para WordPress (Gutenberg)

source: A beautiful collection of latest posts Gutenberg blocks for WordPress, which helps you to design posts grid, posts list, full posts layout, advanced express posts design, and tile layouts of your posts.
pt: Uma bela coleção de posts mais recentes Gutenberg Blocks for WordPress, que ajuda a projetar postagens, lista de postagens, layout de postagens completas, design avançado de postagens expressas e layouts de ladrilhos de suas postagens.

source: Team and Testimonial Block for WordPress (Gutenberg)
pt: Bloco de equipe e depoimento para WordPress (Gutenberg)

source: With the Team and Testimonial Block for Gutenberg, you can quickly create a beautiful, responsive, and high-converting team, members, review, rating, etc, sections. There is no need to code anything.
pt: Com a equipe e o bloqueio de depoimento para Gutenberg, você pode criar rapidamente uma equipe bonita, responsiva e de alta conversão, membros, revisão, classificação, etc., seções. Não há necessidade de codificar nada.

source: Pricing Table Block for WordPress (Gutenberg)
pt: Bloco de tabela de preços para WordPress (Gutenberg)

source: With the Pricing Table Block for Gutenberg, you can quickly create a beautiful, responsive, and high-converting pricing table. There is no need to code anything.
pt: Com o bloco de tabela de preços para Gutenberg, você pode criar rapidamente uma tabela de preços bonita, responsiva e de alta conversão. Não há necessidade de codificar nada.

source: View
pt: Ver

source: Got theme support question or found bug or got some feedbacks? Best place to ask your query is the dedicated Support forum for the theme..
pt: Tem a pergunta de suporte ao tema ou bug encontrado ou recebeu alguns feedbacks? O melhor lugar para perguntar sua consulta é o fórum de suporte dedicado para o tema.

source: Video Tutorials
pt: Tutoriais em vídeo

source: Video
pt: Vídeo

source: Watch out the videos for an easy learning on Customizing the Theme .
pt: Cuidado com os vídeos para um aprendizado fácil para personalizar o tema.

source: 3CX Free Live Chat
pt: 3cx chat ao vivo grátis

source: Visit
pt: Visitar

source: We have built a new live chat solution called 3cx startup! this will give you completely free live chat, voice capability plus a team communication system!
pt: Construímos uma nova solução de bate -papo ao vivo chamada 3CX Startup! Isso lhe dará um bate -papo ao vivo completamente grátis, capacidade de voz e sistema de comunicação de equipe!

source: Use AF Companion to import live demo content, widgets, and settings swiftly. This plugin gives fundamental layout to build your website and accelerate the development process.
pt: Use o AFCMON para importar conteúdo de demonstração ao vivo, widgets e configurações rapidamente. Este plug -in fornece layout fundamental para construir seu site e acelerar o processo de desenvolvimento.

source: You may design complicated layouts for your website in just a few minutes with our adaptable and inventive blocks.
pt: Você pode projetar layouts complicados para o seu site em apenas alguns minutos com nossos blocos adaptáveis e inventivos.

source: Get ready-to-use Starter Sites instantly and build modern websites in minutes.
pt: Obtenha sites prontos para usar instantaneamente e construa sites modernos em minutos.

source: DESIGN PERFECT BLOG, NEWS, OR MAGAZINE WEBSITES Elespare is a simple yet effective WordPress plugin that lets you use Elementor to create fantastic Header, Footer and Contents of websites with highly customization options for FREE.
pt: Design Blog perfeito, notícias ou sites de revistas O ELESPARE é um plug -in WordPress simples, mas eficaz, que permite usar o Elementor para criar um cabeçalho fantástico, rodapé e conteúdo de sites com opções de personalização altamente gratuitas.

source: A beautiful collection of latest posts Gutenberg blocks for WordPress, which helps you to design posts grid, posts list, full posts layout, advanced express posts design and tile layouts of your posts.
pt: Uma bela coleção de posts mais recentes Gutenberg Blocks for WordPress, que ajuda a projetar postagens, lista de postagens, layout de postagens completas, Projeto Avançado Express Publicações e layouts de ladrilhos de suas postagens.

source: We build a beautiful series of page section Gutenberg blocks for WordPress content to help you quickly create the website you've always desired.
pt: Construímos uma bela série de blocos Gutenberg da seção de páginas para o conteúdo do WordPress para ajudá -lo a criar rapidamente o site que você sempre desejou.

source: It has 3 different widgets for post's author, selective author by id and custom author. It also provides shortcodes for the author profile.
pt: Tem 3 widgets diferentes para o autor do post, autor seletivo por ID e autor personalizado.

source: This free plugin offers a free live chat solution for your website visitors to contact you via live chat or a live call - all for free! Engage with your customers and increase sales.
pt: Este plug -in gratuito oferece uma solução de bate -papo ao vivo gratuita para os visitantes do seu site entrarem em contato com você via bate -papo ao vivo ou uma chamada ao vivo - tudo de graça! Envolva -se com seus clientes e aumente as vendas.

source: A free WordPress Plugin which facilitates with the functionality to submit Posts from frontend with or without logging in with various configurable options.
pt: Um plugin WordPress gratuito que facilita com a funcionalidade de enviar Posts de frontend com ou sem login com várias opções configuráveis.

source: This plugin helps you grow your Mailchimp lists and write better newsletters through various methods. You can create good looking opt-in forms or integrate with any existing form on your site, like your comment, contact or checkout form.
pt: Este plugin ajuda você a crescer suas listas de Mailchimp e escrever boletins melhores através de vários métodos. você pode criar bons formulários de opt-in ou integrar com qualquer formulário existente no seu site, como seu comentário, contato ou formulário de checkout.

source: Get Started with Beautiful Starter Templates.
pt: Comece com belos modelos de partida.

source: Use templatespare to import live demo content, widgets, and settings swiftly. This plugin gives fundamental layout to build your website and accelerate the development process.
pt: Use o ModelsPare para importar conteúdo de demonstração ao vivo, widgets e configurações rapidamente. Este plug -in fornece layout fundamental para construir seu site e acelerar o processo de desenvolvimento.

source: Use blockspare to import live demo content, widgets, and settings swiftly. This plugin gives fundamental layout to build your website and accelerate the development process.
pt: Use o BlockSpare para importar conteúdo de demonstração ao vivo, widgets e configurações rapidamente. Este plug -in fornece layout fundamental para construir seu site e acelerar o processo de desenvolvimento.

source: Get started
pt: Comece aqui

source: Premium Plugins
pt: Plugins premium

source: Change Log
pt: Alterar log

source: Go to option
pt: Vá para a opção

source: Buy Now
pt: Comprar agora

source: Update Templatespare
pt: ATUALIZAÇÃO MODELESPARE

source: Create Your Dream Website in Minutes!
pt: Crie o site dos seus sonhos em minutos!

source: No coding needed. One-click import of expert-made starter sites with customizer, widgets, Elementor Template Kits, and Gutenberg Patterns. Start now with Templatespare Plugin!
pt: Nenhuma codificação necessária. Importação de um clique de sites iniciais fabricados em especialistas com personalizador, widgets, kits de modelos elementares e padrões Gutenberg. Comece agora com o plug -in de modelos!

source: Preview
pt: Pré-visualizar
