Repository: prasish012/mylocalizationproject
Catalog: media/translations/covernews/covernews/*-v1.po
Languages: pt

source: https://afthemes.com/products/covernews-pro/
pt: https://afthemes.com/products/covenesws-pro/

source: CoverNews Pro is a clean and elegant WordPress theme that is perfect for online blog and magazine. With the help of live customizer options and custom widgets, you can design your website as you like and preview the changes live. This theme is fully responsive that looks beautiful on all the screen sizes from small to large devices. As it includes many useful features that require to build an awesome looking website, you can implement the layout as a personal blog, modern news journals, fashion magazine, travel blogging & magazine, vibrant news sites and more. It is also compatible with Gutenberg and RTL language support along with WooCommerce plugin that helps you to integrate an online business with your blog easily. The theme is well optimized that helps to rank your website in the top of search engines and users will get an outstanding support from the team if there will be any difficulties while using the theme. There are six demos available in this theme so choose the one you like and start to build a website. See our demos: https://afthemes.com/products/covernews-pro/#aft-view-starter-sites Videos: https://www.youtube.com/@wpafthemes/ Docs: https://docs.afthemes.com/covernews-pro/
pt: O CoverNews Pro é um tema WordPress limpo e elegante, perfeito para o blog e revista on -line. Com a ajuda de opções de personalizador ao vivo e widgets personalizados, você pode criar seu site conforme desejar e visualizar as alterações ao vivo. Esse tema é totalmente responsivo que fica bonito em todos os tamanhos de tela de dispositivos pequenos a grandes. Como inclui muitos recursos úteis que exigem para criar um site de aparência incrível, você pode implementar o layout como um blog pessoal, revistas de notícias modernas, revista de moda, blogs e revistas de viagens, sites de notícias vibrantes e muito mais. Também é compatível com o suporte à linguagem Gutenberg e RTL, juntamente com o plug -in WooCommerce, que ajuda você a integrar um negócio on -line com seu blog facilmente. O tema é bem otimizado, que ajuda a classificar seu site no topo dos mecanismos de pesquisa e os usuários receberão um suporte excelente da equipe se houver alguma dificuldade ao usar o tema. Existem seis demos disponíveis neste tema, então escolha o que você gosta e comece a criar um site. Veja nossos demos: https://afthemes.com/products/covenesws-pro/#aft-view-starter-sites Vídeos: https://www.youtube.com/@wpafthemes/ Docs: https:/docs.afthemes

source: AF themes
pt: Temas da AF

source: Oops! That page can&rsquo;t be found.
pt: Ups! Página não encontrada.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
pt: Parece que nada foi encontrado neste local. Talvez tente um dos links abaixo ou uma pesquisa?

source: Dashboard
pt: Painel

source: Customize
pt: Personalizar

source: Ads Settings
pt: Configurações de anúncios

source: Starter Sites
pt: Biblioteca de sites

source: Block Patterns
pt: Padrões de bloco

source: Elementor Kits
pt: Kits elementares

source: Support
pt: Suporte

source: Master Bundle Plan
pt: Plano de pacote mestre

source: Security check failed
pt: A verificação de segurança falhou

source: Ads settings saved.
pt: Configurações de anúncios salvas.

source: Global Ads Placement
pt: Colocação global de anúncios

source: 💡 Tip: You can rotate multiple ads by separating them with <!--next-->. One ad will be shown randomly per page load. Works with HTML, JavaScript, and shortcodes.
pt: 💡 Dica: você pode girar vários anúncios separando-os com <!-a seguir->. Um anúncio será mostrado aleatoriamente por carga de página. Funciona com HTML, JavaScript e códigos de curto.

source: Header Ad
pt: Anúncio do cabeçalho

source: Add your HTML, JavaScript, or shortcode to display an ad at the very top of your site (header area).
pt: Adicione seu HTML, JavaScript ou Code Code para exibir um anúncio na parte superior do seu site (área de cabeçalho).

source: Before Content
pt: Antes do conteúdo

source: Ad before post content. Supports rotating multiple ads using <!--next-->.
pt: Anúncio antes do conteúdo da postagem. Suporta girar vários anúncios usando <!-Next->.

source: After Content
pt: Depois do conteúdo

source: Ad after post content. You can rotate multiple ads with <!--next--> separator.
pt: Anúncio após conteúdo de postagem. Você pode girar vários anúncios com <!-próximo-> separador.

source: Before First Paragraph
pt: Antes do primeiro parágrafo

source: This ad appears after the first paragraph of single post content. Rotation supported via <!--next-->.
pt: Este anúncio aparece após o primeiro parágrafo do conteúdo de postagem única. Rotação suportada via <!-próximo->.

source: After Third Paragraph
pt: Após o terceiro parágrafo

source: Shown after the third paragraph in single post content. Supports rotating ads with <!--next-->.
pt: Mostrado após o terceiro parágrafo no conteúdo de postagem única. Suporta anúncios rotativos com <!-Next->.

source: After Post Content
pt: Após o conteúdo da postagem

source: Displayed below post content, before comments or related posts. Rotation via <!--next--> supported.
pt: Exibido abaixo do conteúdo da postagem, antes dos comentários ou postagens relacionadas. Rotação via <!-a seguir-> suportado.

source: Sidebar Ad
pt: AD da barra lateral

source: Shown in sidebar globally. You may use widgets for better control. Supports <!--next--> for rotating ads.
pt: Mostrado na barra lateral globalmente. Você pode usar widgets para melhor controle. Suporta <!-Avançar-> para obter anúncios rotativos.

source: Footer Ad
pt: Rodado anúncio

source: Displayed at the bottom of the site above footer widgets. Rotating ads supported using <!--next-->.
pt: Exibido na parte inferior do local acima dos widgets do rodapé. Anúncios rotativos suportados usando <!-Next->.

source: Archive / Blog Ads
pt: Anúncios de arquivo / blog

source: Before Post List
pt: Antes da lista de postagens

source: Shown before posts in blog or archive pages. Use <!--next--> to rotate multiple ads.
pt: Mostrado antes das postagens no blog ou no arquivo páginas. Use <!-Em seguida-> para girar vários anúncios.

source: After Post List
pt: Após a lista de postagens

source: Shown after posts in archive or blog listings. Supports ad rotation using <!--next--> tag.
pt: Mostrado após postagens em listagens de arquivo ou blog. Suporta rotação de anúncios usando <!-Next-> Tag.

source: Between Posts
pt: Entre postagens

source: Manually inserted between posts in archive loop using hooks/snippets. Rotate with <!--next--> if needed.
pt: Inserido manualmente entre as postagens em loop de arquivo usando ganchos/trechos. Gire com <!-próximo-> se necessário.

source: Save Ads Settings
pt: Salvar as configurações de anúncios

source: Helpful YouTube Videos
pt: Vídeos úteis do YouTube

source: Launch Your News Website Quickly
pt: Inicie seu site de notícias rapidamente

source: Use our free accessible theme to build a news site without coding.
pt: Use nosso tema acessível gratuito para criar um site de notícias sem codificar.

source: Multi-Author Collaboration
pt: Colaboração com vários autores

source: Learn how to manage multiple authors smoothly with our plugin.
pt: Aprenda a gerenciar vários autores sem problemas com o nosso plug -in.

source: Import Gutenberg Patterns
pt: Importar padrões Gutenberg

source: Easily import templates and patterns for consistent layouts.
pt: Importar modelos e padrões facilmente para layouts consistentes.

source: Elementor Tutorial for Beginners
pt: Tutorial do Elementor para iniciantes

source: Build a professional news site fast with no coding needed.
pt: Crie um site de notícias profissional rápido sem a necessidade de codificação.

source: Multilingual Translation Guide
pt: Guia de tradução multilíngue

source: Step-by-step guide to translate your site into multiple languages.
pt: Guia passo a passo para traduzir seu site em vários idiomas.

source: The Templatespare plugin should be updated to the latest version
pt: O plug -in de modelos deve ser atualizado para a versão mais recente

source: Import a Starter Site, Personalize, and Live it in 3 Easy Steps!
pt: Importe um site inicial, personalize e viva em 3 etapas fáceis!

source: Blockspare plugin version should be more than %s.
pt: A versão do plug -in do Blockspare deve ser superior a %s.

source: One-click Import, No Coding Hassle!
pt: Importação com um clique, sem problemas de codificação!

source: Elespare plugin version should be more than %s.
pt: A versão do plug -in do eLespare deve ser superior a %s.

source: Are you sure you want to install this plugin?
pt: Tem certeza de que deseja instalar este plugin?

source: Install Now
pt: Instale agora

source: Activate
pt: Activar

source: Activated
pt: Ativado

source: Get Starter Sites
pt: Obtenha sites iniciais

source: Get Started
pt: Começar

source: The "Get Started" action will install/activate the Templatespare and Blockspare plugins for Starter Sites and Templates.
pt: A ação "começar" instalará/ativará os plug -ins de modelos e BlockSpare para sites e modelos de partida.

source: By
pt: Por

source: More Details
pt: Mais detalhes

source: The "Get Started" action will install/activate the Templatespare plugin for Starter Sites and Templates.
pt: A ação "começar" instalará/ativará o plug -in de modelos para sites e modelos de partida.

source: Howdy!
pt: E o Howdy!

source: %s is now installed and ready to use. We've assembled some links to get you started.
pt: %s está agora instalado e pronto para usar. Nós coletamos alguns links para você começar.

source: Explore Our Pre-Built Starter Websites!
pt: Descubra os nossos sites pré-construídos!

source: Let your imagination soar! Designed with User-Friendly features, incorporating the Latest Trends and SEO-Friendly Markups. We genuinely appreciate you choosing our theme!
pt: Designado com recursos amigáveis ao usuário, incorporando as últimas tendências e SEO-Friendly Markups. Nós realmente apreciamos você escolhendo o nosso tema!

source: Demos/product
pt: Demos / Produto

source: Theme dashboard
pt: Painel de tema

source: Documentation
pt: Documentação

source: Please check our full documentation for detailed information on how to setup and customize the theme.
pt: Verifique nossa documentação completa para obter informações detalhadas sobre como configurar e personalizar o tema.

source: Docs
pt: Documentos

source: Videos
pt: Vídeos

source: Rate This Theme
pt: Avalie este tema

source: Sorry, you are not allowed to install plugins on this site.
pt: Não tem permissão para instalar plugins neste site.

source: Error - unable to verify nonce, please try again.
pt: Erro - Não é possível verificar nonce, tente novamente.

source: Sorry, you are not allowed to activate plugins on this site.
pt: Não tem permissão para activar plugins neste site.

source: One thought on &ldquo;%1$s&rdquo;
pt: Um pensamento sobre &ldquo;%1$s&rdquo;

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
pt: Ph_1_token pensado em ph_0_token

source: Comments are closed.
pt: Os comentários estão fechados.

source: %1$s by %2$s.
pt: %1$s por %2$s.

source: Primary Menu
pt: Menu principal

source: Top Menu
pt: Menu superior

source: Social Menu
pt: Menu social

source: Footer Menu
pt: Menu do rodapé

source: Skip to content
pt: Pular para o conteúdo

source: All
pt: Tudo

source: Flash Story
pt: História do Flash

source: Main Story
pt: História principal

source: Editor's Picks
pt: Escolhas do editor

source: Trending Story
pt: História de tendência

source: Latest
pt: Mais recente

source: Hot News
pt: Notícias quentes

source: Featured Story
pt: História em destaque

source: Read More
pt: Ler mais

source: More Stories
pt: Mais histórias

source: Subscribe To Our Newsletter
pt: Inscreva -se em nossa newsletter

source: You may have missed
pt: Você pode ter perdido

source: Copyright &copy; {year} All rights reserved.
pt: Copyright &Cópia; {Ph_0_token} Todos os direitos reservados.

source: Site Title Size
pt: Tamanho do título do site

source: Site Title/Tagline Color
pt: Título do site/cor do slogan

source: Header Image Mode
pt: Modo de imagem do cabeçalho

source: Image visibility may vary as per the mode
pt: A visibilidade da imagem pode variar de acordo com o modo

source: Set as Background
pt: Definido como plano de fundo

source: Show Full Image
pt: Mostrar imagem completa

source: Disable Image Tint/Overlay
pt: Desative a imagem da imagem/sobreposição

source: Site Mode
pt: Modo de site

source: Select global site mode
pt: Selecione o modo de site global

source: Default
pt: Por omissão

source: Dark
pt: Escuro

source: Top header Colors
pt: Cores do cabeçalho superior

source: Background color
pt: Cor de fundo

source: Texts color
pt: Textos cor

source: Menu Colors
pt: Cores do menu

source: Background Color Mode
pt: Modo de cor de fundo

source: Secondary Color - Default
pt: Cor secundária - padrão

source: Custom Color
pt: Cor personalizada

source: Background Color
pt: Cor de fundo

source: Texts Color
pt: Textos cor

source: Badge Background
pt: Background Background

source: Badge Color
pt: Cor do emblema

source: General Colors
pt: Cores gerais

source: Primary Color
pt: Cor primária

source: Secondary Color
pt: Cor secundária

source: Background Color will not be applicable for this mode.
pt: A cor de fundo não será aplicável a este modo.

source: Global Title Color
pt: Cor global do título

source: Global Link Color
pt: Cor global de link

source: Post Title Link Color
pt: Post Título Link Color

source: Post Title Link Over Image Color
pt: Link de título da postagem sobre a cor da imagem

source: Category Colors
pt: Cores da categoria

source: Category %d Color
pt: Categoria PH_0_TOKen Cor

source: Category %d Background Color
pt: Categoria PH_0_TOKen Background Color

source: Category 8 will take #404040 as a text-color.
pt: A categoria 8 levará #404040 como cor de texto.

source: Fonts & Typography
pt: Fontes e tipografia

source: Global Fonts Family
pt: Família global de fontes

source: Google Fonts
pt: Tipos de letra Google

source: System Fonts
pt: Fontes do sistema

source: Primary Font
pt: Fonte primária

source: Secondary Font
pt: Fonte secundária

source: Global Letter Spacing
pt: Espaçamento global de cartas

source: Global Line height
pt: Altura global da linha

source: Main Banner Slider Caption Size
pt: Tamanho da legenda do slider da faixa principal

source: Page/Posts Title Size
pt: Página/Publica o tamanho do título

source: Global Section Title Size
pt: Título da Secção Global

source: Spotlight Post Title Size
pt: Spotlight post Tamanho do título

source: General Post Title Size
pt: Tamanho geral do título da postagem

source: General Font Size
pt: Tamanho geral da fonte

source: Single Content Font Size
pt: Tamanho da fonte de conteúdo único

source: Front-page Options
pt: Opções de primeira página

source: Banner Advertisement
pt: Anúncio de banner

source: Banner Section Advertisement
pt: Anúncio da seção de banner

source: Recommended Size %1$s px X %2$s px
pt: Tamanho recomendado %1$s px x %2$s px

source: URL Link
pt: Link de URL

source: Open in new tab
pt: Abrir num novo separador

source: Show banner advertisement on
pt: Mostrar anúncio de banner em

source: Select scope to display on banner advertisement section
pt: Selecione o escopo a ser exibido na seção de anúncios de banner

source: Show on Homepage only
pt: Mostrar apenas na página inicial

source: Show sitewide
pt: Mostrar em todo o site

source: Flash Posts
pt: Postagens flash

source: Enable Flash Posts Section
pt: Ativar seção de postagens flash

source: Flash Story Title
pt: Título da história do Flash

source: Flash Posts Category
pt: Categoria de postagens flash

source: Select category to be shown on trending posts
pt: Selecione a categoria a ser mostrada em postagens de tendência

source: Number of Flash Posts
pt: Número de postagens flash

source: Duration
pt: Duração

source: Select Flash Slide Mode
pt: Selecione o modo de slide flash

source: Slide Right to Left
pt: Deslize para a direita para a esquerda

source: Slide Left to Right
pt: Deslize para a esquerda para a direita

source: Main Banner Section
pt: Seção de banner principal

source: Enable Main Banner Slider
pt: Ativar slider de banner principal

source: Banner Layouts
pt: Layouts de banner

source: Select Banner Design
pt: Selecione o design do banner

source: Slider, Editor's Picks and Trending
pt: Slider, escolhas e tendências do editor

source: Slider and Editor's Picks
pt: Slider e escolhas do editor

source: Slider and Trending
pt: Slider e tendências

source: Slider and Tabs
pt: Slider e guias

source: Slider and Double Tiles
pt: Ladrilhos deslizantes e duplos

source: Slider and Grids
pt: Slider e grades

source: Slider and Double Lists
pt: Listas deslizantes e duplas

source: Slider, Trending, Tabs
pt: Slider, tendência, guias

source: Carousel
pt: Carrossel

source: Full Slider
pt: Slider completo

source: Banner Section Order
pt: Pedido de seção do banner

source: Select Banner Section Order
pt: Selecione o pedido da seção de banner

source: Order 2
pt: Ordem 2

source: Order 3
pt: Ordem 3

source: Order 4
pt: Ordem 4

source: Order 5
pt: Ordem 5

source: Order 6
pt: Ordem 6

source: Main News Section
pt: Seção de notícias principal

source: Main Story Slider Title
pt: Título do Slider da história principal

source: Slider Posts Category
pt: Categoria de postagens deslizantes

source: Select category to be shown on Main Story slider section
pt: Selecione a categoria a ser mostrada na seção Slider da história principal

source: Number of Slides
pt: Número de slides

source: Accepts any postive number.
pt: Aceita qualquer número positivo.

source: Editor's Picks Title
pt: Título das escolhas do editor

source: No. of Editor's Picks Thumbs
pt: Nº de picaretas do editor polegares

source: 4 Thumbs
pt: 4 polegares

source: 3 Thumbs
pt: 3 polegares

source: 2 Thumbs
pt: 2 polegares

source: Editor's Picks Category
pt: Categoria de escolhas do editor

source: Select category to be shown on Editor's Picks section
pt: Selecione a categoria a ser mostrada na seção de escolhas do editor

source: Trending Section
pt: Seção de tendências

source: Trending Title
pt: Título de tendência

source: Filter Posts By
pt: Filtrar postagens por

source: Category
pt: Categoria

source: Tag
pt: Etiqueta

source: Comment Count
pt: Contagem de comentários

source: View Count
pt: Visualizar contagem

source: Select Category
pt: Seleccionar categoria

source: Select category to be shown on Trending section
pt: Selecione a categoria a ser mostrada na seção de tendências

source: Select Tag
pt: Selecione Tag

source: Select tag to be shown on Trending section
pt: Selecione a tag a ser mostrada na seção de tendências

source: Number of Trending Posts
pt: Número de postagens de tendências

source: Latest Posts Section
pt: Última seção de postagens

source: Latest Tab Title
pt: Título da guia Última

source: Latest Posts Category
pt: Categoria de postagens mais recentes

source: Select category
pt: Seleccione uma categoria

source: Popular Posts Section
pt: Seção de postagens populares

source: Popular Tab Title
pt: Título da guia popular

source: Popular Posts Category
pt: Categoria de postagens populares

source: Hot News Section
pt: Seção de notícias quentes

source: Hot Tab Title
pt: Título da guia quente

source: Hot News Category
pt: Categoria de notícias quentes

source: Disable main banner section on blog archive
pt: Desative a seção de banner principal no arquivo do blog

source: The option will disable trending news, main slider, featured news, featured products from blog archive page.
pt: A opção desativará as notícias de tendências, o Slider Main, as notícias em destaque, os produtos em destaque da página de arquivamento do blog.

source: Featured Posts Section
pt: Posts em Secção

source: Enable Featured New Section
pt: Ativar nova seção em destaque

source: Featured Posts Section Title
pt: Título da seção de postagens em destaque

source: Featured Posts Category
pt: Categoria de postagens em destaque

source: Select category to be shown on featured section
pt: Selecione a categoria a ser mostrada na seção em destaque

source: Number of featured news
pt: Número de notícias em destaque

source: Front-page Layout Settings
pt: Configurações de layout da primeira página

source: Front-page Content alignment
pt: Alinhamento de conteúdo de primeira página

source: Select frontpage content alignment
pt: Selecione o alinhamento do conteúdo da página frontal

source: Home Content - Home Sidebar
pt: Conteúdo da casa - barra lateral da casa

source: Home Sidebar - Home Content
pt: Barra lateral da casa - conteúdo doméstico

source: Only Home Content
pt: Apenas conteúdo doméstico

source: Theme Options
pt: Opções do tema

source: Preloader Options
pt: Opções de pré -atendimento

source: Enable preloader
pt: Ativar pré -carregador

source: Header Options
pt: Opções de cabeçalho

source: Header Layout
pt: Layout do cabeçalho

source: Select global header layout
pt: Selecione o layout do cabeçalho global

source: Header Layout 1 (Default)
pt: Layout do cabeçalho 1 (padrão)

source: Header Layout 2 (Compressed)
pt: Layout do cabeçalho 2 (comprimido)

source: Header Layout 3 (Centered)
pt: Layout do cabeçalho 3 (centrado)

source: Show date on top header
pt: Mostrar data do cabeçalho superior

source: Show social menu on top header
pt: Mostre o menu social no topo do cabeçalho

source: Disable Sticky Header
pt: Desative o cabeçalho pegajoso

source: Sticky Header Direction
pt: Direção do cabeçalho pegajoso

source: Select sticky header direction
pt: Selecione a direção do cabeçalho pegajoso

source: Scroll Up
pt: Role para cima

source: Scroll Down
pt: Role para baixo

source: Both Scroll
pt: Ambos rolam

source: Breadcrumb Options
pt: Opções de pão

source: Show breadcrumbs
pt: Mostre farinha de rosca

source: Select Breadcrumbs
pt: Selecione Caramba

source: Please ensure that you have enabled the plugin's breadcrumbs before choosing other than Default
pt: Certifique -se de que você tenha ativado a farinha de rosca do plug -in antes de escolher diferente de padrão

source: Rank Math
pt: Classificar matemática

source: Global Settings
pt: Opções globais

source: Disable Emoji Script
pt: Desative o script emoji

source: GDPR friendly & better performance
pt: Desempenho amigável e melhor do GDPR

source: Conatiner Width
pt: Largura do Conatiner

source: Select Conatiner Width
pt: Selecione a largura do Conatiner

source: Wide
pt: Amplo

source: Full Width
pt: Largura total

source: Force Global Container Width
pt: Força a largura do contêiner global

source: Content Alignment
pt: Alinhamento do conteúdo

source: Select global content alignment
pt: Selecione Alinhamento Global de Conteúdo

source: Content - Primary sidebar
pt: Conteúdo - barra lateral primária

source: Primary sidebar - Content
pt: Barra lateral primária - conteúdo

source: Full width content
pt: Conteúdo total da largura

source: Image Options
pt: Opções de imagem

source: Also Show Content Image in Archive
pt: Também mostre a imagem de conteúdo em arquivo

source: If there is no Post Featured image set
pt: Se não houver um conjunto de imagens em destaque

source: Enable
pt: Habilitar

source: Disable
pt: Desactivar

source: Image Lazy Loading
pt: Imagem de carregamento preguiçoso

source: Image Async Decoding
pt: Imagem de decodificação assíncrona

source: Set to enhance rendering speed
pt: Defina para melhorar a velocidade de renderização

source: Date Options
pt: Opções de data

source: Date and Author Display
pt: Data e exibição do autor
