Repository: prasish012/mylocalizationproject
Catalog: media/translations/darknews/darknews/*-v1.po
Languages: de, es, fr

source: Select frontpage content display
de: Wählen Sie Frontpage -Inhaltsanzeige
es: Seleccione la pantalla de contenido de la página frontal
fr: Sélectionnez l'affichage du contenu FrontPage

source: Frontpage Widgets
de: Widgets vorne
es: Widgets de la página principal
fr: Widgets en première page

source: Page Contents & Frontpage Widgets
de: Seiteninhalte und Widgets vorne
es: Contenido de la página y widgets de primera página
fr: Contenu de la page et widgets FrontPage

source: Frontpage Content Alignment
de: Frontpage -Inhaltsausrichtung
es: Alineación de contenido de la página principal
fr: Alignement de contenu en première page

source: Select frontpage content alignment
de: Wählen Sie die Ausrichtung der Frontpage -Inhalte aus
es: Seleccione la alineación de contenido de la página frontal
fr: Sélectionnez l'alignement du contenu FrontPage

source: Home Content - Home Sidebar
de: Home -Inhalt - Seitenleiste zu Hause
es: Contenido doméstico - Barra lateral en casa
fr: Contenu à domicile - barre latérale à domicile

source: Home Sidebar - Home Content
de: Home Sidebar - Home Inhalt
es: Barra lateral del hogar - Contenido doméstico
fr: Barre latérale à domicile - Contenu à domicile

source: Only Home Content
de: Nur Heiminhalte
es: Solo contenido en el hogar
fr: Seulement contenu à domicile

source: Header Options
de: Headeroptionen
es: Opciones de encabezado
fr: Options d'en-tête

source: Top Header Section
de: Top -Header -Abschnitt
es: Sección de encabezado superior
fr: Section d'en-tête supérieure

source: Show Top Header
de: Top Header zeigen
es: Mostrar encabezado Top
fr: Afficher l'en-tête supérieur

source: Show Date
de: Datum zeigen
es: Fecha de exhibición
fr: Date de présentation

source: Show Social Menu
de: Social Menü anzeigen
es: Mostrar menú social
fr: Afficher le menu social

source: Header Advertisement
de: Headerwerbung
es: Anuncio de encabezado
fr: Annonceur

source: Header Section Advertisement
de: Header Section Anzeige
es: Anuncio de la sección de encabezado
fr: Annonce de section d'en-tête

source: URL Link
es: Enlace URL
fr: Lien URL

source: Theme Options
de: Themenoptionen
es: Opciones de tema
fr: Options à thème

source: Enable Box's Top/Bottom Gaps
de: Aktivieren Sie die oberen/unteren Lücken des Boxs
es: Habilitar los huecos superior/inferior de la caja
fr: Activer les lacunes supérieures / inférieures de la boîte

source: Breadcrumb Options
de: Breadcrumb -Optionen
es: Opciones de pan de pan
fr: Options de chapelure

source: Show breadcrumbs
de: Zeigen Sie Brotkrumen
es: Mostrar migas de pan
fr: Montrer la chapelure

source: Select Breadcrumbs
de: Wählen Sie Brotkrumen
es: Seleccione las migas de pan
fr: Sélectionner la chapelure

source: Please ensure that you have enabled the plugin's breadcrumbs before choosing other than Default
de: Bitte stellen Sie sicher, dass Sie die Brotkrumen des Plugins aktiviert haben, bevor Sie andere als Standard ausgewählt haben
es: Asegúrese de haber habilitado las migas de pan del complemento antes de elegir otra que no sea predeterminado
fr: Veuillez vous assurer que vous avez activé la chapelure du plugin avant de choisir autrement que par défaut

source: Default
de: Standard
es: Por defecto
fr: Défaut

source: Rank Math
de: Rang Mathe
es: Rango de matemáticas
fr: Match de grade

source: NavXT
es: Navegación

source: Global Settings
de: Globale Einstellungen
es: Configuración global
fr: Paramètres globaux

source: Enable Preloader
de: Vorlader aktivieren
es: Habilitar precarga
fr: Activer le préloadeur

source: Site Layout Option
es: Opción de diseño del sitio
fr: Option de mise en page du site

source: Boxed
es: En caja
fr: En boîte

source: Wide
de: Breit
es: Ancho
fr: Large

source: Global Content Alignment
de: Globale Inhaltsausrichtung
es: Alineación de contenido global
fr: Alignement mondial du contenu

source: Content - Primary sidebar
de: Inhalt - primäre Seitenleiste
es: Contenido - Barra lateral primaria
fr: Contenu - barre latérale primaire

source: Primary sidebar - Content
de: Primäre Seitenleiste - Inhalt
es: Barra lateral primaria - Contenido
fr: Barre latérale primaire - Contenu

source: Full width content
de: Inhalte voller Breite
es: Contenido de ancho completo
fr: Contenu à pleine largeur

source: Single Content Mode
de: Einzelinhaltsmodus
es: Modo de contenido único
fr: Mode de contenu unique

source: Spacious
de: Geräumig
es: Espacioso
fr: Spacieux

source: Scroll to Top Position
de: Scrollen Sie in die Spitze
es: Desplácese a la posición superior
fr: Faites défiler en position supérieure

source: Right
de: Rechts
es: Bien
fr: Droite

source: Left
de: Links
es: Izquierda
fr: Gauche

source: None
de: Keiner
es: Ninguno
fr: Aucun

source: Categories Settings
de: Kategorieneinstellungen
es: Configuración de categorías
fr: Catégories Paramètres

source: Post Categories
de: Postkategorien
es: Categorías de publicaciones
fr: Catégories de poste

source: Show
de: Zeigen
es: Espectáculo
fr: Montrer

source: Hide
de: Verstecken
es: Esconder
fr: Cacher

source: Categories to be displayed
de: Kategorien zu angezeigt werden
es: Categorías que se mostrarán
fr: Catégories à afficher

source: Show All
de: Zeigen Sie alles
es: Mostrar todo
fr: Tout montrer

source: Top One Category
de: Obere Kategorie
es: Top One Categoría
fr: Top One Catégorie

source: Number of Categories
de: Anzahl der Kategorien
es: Número de categorías
fr: Nombre de catégories

source: Author and Date Settings
de: Autor- und Datumseinstellungen
es: Configuración de autor y fecha
fr: Paramètres de l'auteur et de la date

source: For Spotlight Posts
de: Für Spotlight -Beiträge
es: Para publicaciones de Spotlight
fr: Pour les messages de projecteur

source: Show Date and Author
de: Datum und Autor anzeigen
es: Mostrar fecha y autor
fr: Afficher la date et l'auteur

source: Hide All
de: Alles verstecken
es: Esconderse
fr: Cacher tout

source: For Small Grid
de: Für ein kleines Netz
es: Para una red pequeña
fr: Pour la petite grille

source: For List
de: Für die Liste
es: Para la lista
fr: Pour la liste

source: Author Icon/Gravatar
de: Autorensymbol/Gravatar
es: Icono/gravatar del autor
fr: Icône de l'auteur / Gravatar

source: Show Gravatar
de: Zeigen Sie Gravate
es: Show
fr: Montrer de la gravité

source: Show Icon
de: Ikone zeigen
es: Icono de espectáculo
fr: Icône de montre

source: Date Format
de: Datumsformat
es: Formato de fecha
fr: Format de date

source: WordPress Default Date Format
de: WordPress Standarddatumformat
es: Formato de fecha predeterminado de WordPress
fr: Format de date de défaut WordPress

source: Ago Date Format
de: Vor dem Datum des Datumsformates
es: Formato de fecha de ago
fr: Format de date il y a

source: Minutes Read Count
de: Minuten Lesen Sie Graf
es: Recuento de minutos de lectura
fr: Minutes Lire Count

source: Excerpt Settings
de: Auszugseinstellungen
es: Configuración de extracto
fr: Paramètres d'extraction

source: Global Excerpt Length
de: Globale Auszugslänge
es: Longitud del extracto global
fr: Longueur d'extrait mondial

source: Global Excerpt Read More
de: Globaler Auszug Lesen Sie mehr
es: Extracto global Leer más
fr: Extrait mondial en savoir plus

source: Custom Menu Section
de: Benutzerdefinierte Menüabschnitt
es: Sección de menú personalizada
fr: Section de menu personnalisé

source: Enable Custom Menu Section
de: Aktivieren Sie den benutzerdefinierten Menüabschnitt
es: Habilitar la sección Menú personalizada
fr: Activer la section Menu personnalisée

source: Title
de: Titel
es: Título
fr: Titre

source: Link
es: Enlace
fr: Lien

source: Single Post
de: Einzelposten
es: Poste
fr: Poste unique

source: Show Featured Image
de: Show im Bild
es: Mostrar imagen destacada
fr: Image en vedette

source: Related Posts Settings
de: Verwandte Beiträgeeinstellungen
es: Configuración de publicaciones relacionadas
fr: Paramètres relevés connexes

source: Enable Related Posts
de: Aktivieren Sie verwandte Beiträge
es: Habilitar publicaciones relacionadas
fr: Activer les articles connexes

source: Archive Settings
de: Archiveinstellungen
es: Configuración de archivo
fr: Paramètres d'archives

source: Disable Main Banner on Blog
de: Deaktivieren Sie das Hauptbanner im Blog
es: Desactivar el banner principal en el blog
fr: Désactiver la bannière principale sur le blog

source: Archive layout
de: Archivlayout
es: Diseño de archivo
fr: Disposition des archives

source: Select layout for archive
de: Wählen Sie Layout für Archiv
es: Seleccione el diseño para el archivo
fr: Sélectionnez la mise en page pour l'archive

source: Grid
de: Netz
es: Red
fr: Grille

source: Full
de: Voll
es: Lleno
fr: Complet

source: Make First Post Full
de: Den ersten Beitrag machen
es: Haz la primera publicación completa
fr: Faire le premier post complet

source: Grid Column Layout
de: Gittersäulenlayout
es: Diseño de columna de cuadrícula
fr: Disposition de la colonne de grille

source: Select column for archive grid
de: Wählen Sie die Spalte für das Archivgitter aus
es: Seleccione la columna para la cuadrícula de archivos
fr: Sélectionnez la colonne pour la grille d'archives

source: Two Column
de: Zwei Säule
es: Dos columnas
fr: Deux colonnes

source: Three Column
de: Drei Säule
es: Tres columnas
fr: Trois colonnes

source: Select Full Layout
de: Wählen Sie das vollständige Layout
es: Seleccione el diseño completo
fr: Sélectionnez la mise en page complète

source: Select full layout for archive
de: Wählen Sie das vollständige Layout für das Archiv
es: Seleccione el diseño completo para el archivo
fr: Sélectionnez la disposition complète pour l'archive

source: Posts Title After Image
de: Beiträge der Titel nach dem Bild
es: Título de publicaciones tras imagen
fr: Publier le titre après l'image

source: Posts Title Before Image
de: Beiträge des Titels vor dem Bild
es: Título de publicaciones antes de la imagen
fr: Publier le titre avant l'image

source: Content View
de: Inhaltsansicht
es: Vista de contenido
fr: Vue de contenu

source: Select content view for archive
de: Wählen Sie die Inhaltsansicht für das Archiv
es: Seleccione la vista de contenido para el archivo
fr: Sélectionnez la vue du contenu pour les archives

source: Post Excerpt
de: Postauszug
es: Extracto de post
fr: Poster l'extrait

source: Full Content
de: Vollständiger Inhalt
es: Contenido completo
fr: Contenu complet

source: Sidebar Settings
de: Seitenleisteeinstellungen
es: Configuración de la barra lateral
fr: Paramètres de la barre latérale

source: Make Sidebar Sticky
de: Machen Sie die Seitenleiste klebrig
es: Hacer una barra lateral pegajosa
fr: Rendre la barre latérale collante

source: Sidebar Sticky Position
de: Seitenleiste klebrige Position
es: Posición de barra lateral
fr: Position collante de barre latérale

source: Top
de: Spitze
es: Arriba
fr: Haut

source: Bottom
de: Unten
es: Abajo
fr: Bas

source: You May Have Missed
de: Sie haben vielleicht verpasst
es: Puede que te hayas perdido
fr: Tu as peut-être manqué

source: Show Above Footer
de: Oben auf Fußzeile zeigen
es: Mostrar por encima del pie de página
fr: Montrer au-dessus du pied de page

source: Posts Section Title
de: Beiträge Abschnitt Titel
es: Título de la sección Postes
fr: Titre de la section des publications

source: Footer
de: Fußzeile
es: Pie de página
fr: Pied de page

source: Footer Background Image
de: Fußzeile Hintergrundbild
es: Imagen de fondo de pie de página
fr: Image d'arrière-plan de pied

source: Copyright Text
de: Urheberrechtstext
es: Texto de derechos de autor
fr: Texte du droit d'auteur

source: Hide footer Menu Section
de: Abschnitt "Fußzeilenmenü verbergen" ausblenden
es: Ocultar la sección del menú de pie de página
fr: Section de menu de pied de page

source: Pages:
de: Seiten:
es: Páginas:

source: Layout Options
de: Layoutoptionen
es: Opciones de diseño
fr: Options de mise en page

source: Content Options
de: Inhaltsoptionen
es: Opciones de contenido
fr: Options de contenu

source: Set as global layout
de: Setzen Sie als globales Layout
es: Establecido como diseño global
fr: Définir la disposition globale

source: Please go to Customize>Themes Options for Single Post/Page.
de: Bitte wenden Sie sich an die Optionen für den einzelnen Beitrag/eine einzelne Seite an.
es: Vaya a Personalizar> Opciones de temas para una sola publicación/página.
fr: Veuillez consulter les options de personnalisation> Thèmes pour une seule publication / page.

source: Sidebar Options
de: Seitenleistenoptionen
es: Opciones de barra lateral
fr: Options de barre latérale

source: Content - Primary Sidebar
de: Inhalt - primäre Seitenleiste
es: Contenido - Barra lateral primaria
fr: Contenu - barre latérale primaire

source: Primary Sidebar - Content
de: Primäre Seitenleiste - Inhalt
es: Barra lateral primaria - Contenido
fr: Barre latérale primaire - Contenu

source: No Sidebar
de: Keine Seitenleiste
es: Sin barra lateral
fr: Pas de barre latérale

source: Please go to Customize>Frontpage Options for Homepage.
de: Bitte wenden Sie sich an die Optionen für die Homepage an.
es: Vaya a personalizar> opciones de página frontal para la página de inicio.
fr: Veuillez consulter les options FrontPage pour la page d'accueil.

source: Category Color 1
de: Kategorie Farbe 1
es: Color de categoría 1
fr: Catégorie Couleur 1

source: Category Color 2
de: Kategorie Farbe 2
es: Color de categoría 2
fr: Catégorie Couleur 2

source: Category Color 3
de: Kategorie Farbe 3
es: Color de categoría 3
fr: Catégorie Couleur 3

source: Color Class
de: Farbklasse
es: Clase de color
fr: Classe de couleurs

source: Select category color class. You can set appropriate categories color on "Categories" section of the theme customizer.
de: Wählen Sie die Kategorie -Farbklasse. Sie können geeignete Kategorienfarben im Abschnitt "Kategorien" des Themas Customizer festlegen.
es: Seleccione la clase de color de categoría. Puede establecer el color de categorías apropiadas en la sección "Categorías" del personalizador del tema.
fr: Sélectionnez la classe de couleurs de catégorie. Vous pouvez définir les catégories appropriées Color sur la section "Catégories" du personnalisateur de thème.

source: AF Companion
de: Von Begleiter
es: Por compañero
fr: Par compagnon

source: Templatespare
de: Vorlagenspare
es: Plantilla
fr: Modèles

source: Elespare
de: Erheben
es: Elevar
fr: Élever

source: Blockspare
es: Parque de bloques
fr: Bloc de blocage

source: Latest Posts Block
de: Neueste Beiträge Block
es: Último bloque de publicaciones
fr: Les derniers articles bloquent

source: Magic Content Box
es: Caja de contenido mágico
fr: Boîte de contenu magique

source: WP Post Author
de: WP Postautor
es: Autor de la publicación de WP
fr: Auteur du post WP

source: Free Live Chat using 3CX
de: Kostenloser Live -Chat mit 3CX
es: Chat en vivo gratis usando 3cx
fr: Chat en direct gratuit en utilisant 3cx

source: Howdy, %1$s! We've noticed that you've been using %2$s for some time now, we hope you are loving it! We would appreciate it if you can %3$sgive us a 5 star rating on WordPress.org%4$s! We'll continue to develop exciting new features for free in the future by sharing the love!
de: Howdy, Ph_0_Token! Wir haben festgestellt, dass Sie seit einiger Zeit PH_1_TOKE verwenden. Wir hoffen, Sie lieben es! Wir würden es freuen, wenn Sie uns eine 5 -Sterne -Bewertung auf WordPress.orgph_3_Token können! Wir werden in Zukunft weiterhin kostenlos aufregende neue Funktionen entwickeln, indem wir die Liebe teilen!
es: ¡Hola, ph_0_token! Hemos notado que has estado usando PH_1_Token desde hace algún tiempo, ¡esperamos que te ames! ¡Agradeceríamos si puede Ph_2_Tokengive una calificación de 5 estrellas en wordpress.orgph_3_token! ¡Continuaremos desarrollando nuevas características emocionantes de forma gratuita en el futuro al compartir el amor!
fr: Howdy, ph_0_token! Nous avons remarqué que vous utilisez Ph_1_Token depuis un certain temps maintenant, nous espérons que vous l'aimez! Nous apprécierions que vous puissiez Ph_2_Tokengive Us une note de 5 étoiles sur wordpress.orgph_3_token! Nous continuerons à développer gratuitement de nouvelles fonctionnalités passionnantes à l'avenir en partageant l'amour!

source: Sure thing
de: Sicher
es: Cosa segura
fr: Bien sûr

source: Remind me later
de: Erinnere mich später
es: Recuérdame más tarde
fr: Rappelle-moi plus tard

source: I've already done.
de: Ich habe es schon gemacht.
es: Ya lo he hecho.
fr: J'ai déjà fait.

source: Got any support queries?
de: Haben Sie Unterstützungsanfragen?
es: ¿Tienes alguna consulta de soporte?
fr: Vous avez des requêtes de soutien?

source: Previous
de: Vorherige
es: Anterior
fr: Précédent

source: Next
de: Nächste
es: Próximo
fr: Suivant

source: %s min read
de: %s Min. Lesezeit
es: Ph_0_Token min lee
fr: %s min de lecture

source: ago
de: vor
es: atrás
fr: il y a

source: Edit <span class="screen-reader-text">%s</span>
de: Bearbeiten Sie PH_0_TOCENPH_2_TOCENPH_1_TOCEN
es: Editar ph_0_tocenph_2_tocenph_1_tocen
fr: Modifier ph_0_tocenph_2_tocenph_1_tocen

source: Action failed. Please refresh the page and retry.
de: Aktion fehlgeschlagen. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
es: La acción falló. Actualice la página y vuelva a intentarlo.
fr: L'action a échoué. Veuillez actualiser la page et réessayer.

source: Cheatin&#8217; huh?
es: Truco &#8217; ¿eh?
fr: Cheatin & # 8217; hein?

source: %1$s 🎁 Hope you're loving our free %2$s theme! Dive into the festive spirit with an exclusive gift: %4$s premium features! Use code %3$s at checkout. Wishing you a season filled with joyous holidays and even happier savings! 🎄✨
de: PH_0_TOOKE 🎁 Ich hoffe, Sie lieben unser kostenloses Ph_1_Token -Thema! Tauchen Sie in den festlichen Geist mit einem exklusiven Geschenk: PH_2_TOOKE Premium -Funktionen! Verwenden Sie den Code PH_3_TOOKE an der Kasse. Ich wünsche Ihnen eine Saison voller freudiger Feiertage und noch glücklicherer Ersparnisse! 🎄✨
es: Ph_0_Token 🎁 ¡Espero que te guste nuestro tema PH_1_Token gratis! Sumérgete en el espíritu festivo con un regalo exclusivo: ¡Características PH_2_Token Premium! Use el código ph_3_token al finalizar la compra. ¡Te deseo una temporada llena de vacaciones alegres e incluso ahorros más felices! 🎄✨
fr: Ph_0_Token 🎁 J'espère que vous aimez notre thème Ph_1_Token gratuit! Plongez dans l'esprit festif avec un cadeau exclusif: PH_2_TOKINE Premium Fonctionnalités! Utilisez le code Ph_3_Token à la caisse. Je vous souhaite une saison remplie de vacances joyeuses et de économies encore plus heureuses! 🎄✨

source: Claim Your Discount
de: Fordern Sie Ihren Rabatt an
es: Reclamar su descuento
fr: Réclamez votre remise

source: Power Bundle
de: Power -Bündel
es: Paquete de energía
fr: Pack de puissance

source: All Themes Plan
de: Alle Themen planen
es: Plan de todos los temas
fr: Tous les thèmes plan

source: Maybe Later
de: Vielleicht später
es: Tal vez más tarde
fr: Peut-être plus tard

source: Have Queries?
de: Fragen haben?
es: ¿Tienes consultas?
fr: Vous avez des questions?

source: Displays author info.
de: Zeigt Autoreninformationen an.
es: Muestra información del autor.
fr: Affiche les informations sur l'auteur.

source: AFTDN Author Info
es: Información del autor Aftdn
fr: Informations sur l'auteur AFTDN

source: About Author
de: Über Autor
es: Sobre el autor
fr: À propos de l'auteur

source: Profile image
de: Profilbild
es: Imagen de perfil
fr: Image de profil

source: Name
es: Nombre
fr: Nom

source: Descriptions
de: Beschreibungen
es: Descripciones

source: Twitter
es: Gorjeo
fr: Gazouillement

source: Displays Express Posts from selected categories.
de: Zeigt Express -Beiträge aus ausgewählten Kategorien an.
es: Muestra publicaciones expresas de categorías seleccionadas.
fr: Affiche des articles express à partir de catégories sélectionnées.

source: AFTDN Express Posts List
es: Lista de publicaciones de Aftdn Express
fr: Liste des messages express AFTDN

source: Displays posts carousel from selected category.
de: Zeigt Posts Carousel aus ausgewählter Kategorie an.
es: Muestra publicaciones de carrusel desde la categoría seleccionada.
fr: Affiche le carrousel des articles de la catégorie sélectionnée.

source: AFTDN Posts Carousel
es: Aftdn publica carrusel
fr: AFTDN Posts Carrousel

source: Select category
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionner la catégorie

source: Displays grid from selected categories.
de: Zeigt das Netz aus ausgewählten Kategorien an.
es: Muestra cuadrícula de categorías seleccionadas.
fr: Affiche la grille des catégories sélectionnées.

source: AFTDN Post Double Columns
de: AFTDN POST -Doppelspalten
es: Aftdn post columnas dobles
fr: AFTDN Post Double Colonnes

source: Select Category 1
de: Wählen Sie Kategorie 1
es: Seleccione la categoría 1
fr: Sélectionnez la catégorie 1

source: Select Category 2
de: Wählen Sie Kategorie 2 aus
es: Seleccione la categoría 2
fr: Sélectionnez la catégorie 2

source: AFTDN Post List
de: AFTDN POST LISTE
es: Lista de publicaciones de Aftdn
fr: Liste de publication AFTDN

source: Displays posts single column from selected categories.
de: Zeigt Beiträge einzelne Spalte aus ausgewählten Kategorien an.
es: Muestra publicaciones de columna única de categorías seleccionadas.
fr: Affiche des messages une colonne unique à partir des catégories sélectionnées.

source: Displays posts slider from selected category.
de: Zeigt Posts Slider aus der ausgewählten Kategorie an.
es: Muestra publicaciones deslizantes desde la categoría seleccionada.
fr: Affiche le curseur des articles de la catégorie sélectionnée.

source: Displays social contacts lists from selected settings.
de: Zeigt soziale Kontakte Listen aus ausgewählten Einstellungen an.
es: Muestra listas de contactos sociales desde la configuración seleccionada.
fr: Affiche les listes de contacts sociaux à partir des paramètres sélectionnés.

source: AFTDN Social Contacts
de: AFTDN Soziale Kontakte
es: Aftdn Contactos sociales
fr: Contacts sociaux après

source: Social menu is not set. You need to create menu and assign it to Social Menu on Menu Settings.
de: Das soziale Menü ist nicht festgelegt. Sie müssen das Menü erstellen und dem Menüeinstellungen dem sozialen Menü zuweisen.
es: El menú social no está configurado. Debe crear el menú y asignarlo al menú social en la configuración del menú.
fr: Le menu social n'est pas défini. Vous devez créer un menu et l'attribuer au menu social sur les paramètres du menu.

source: AFTDN Trending News
es: Aftdn Noticias de tendencia
fr: Aftdn Tending News

source: Upload
de: Hochladen
es: Subir
fr: Télécharger

source: Select Image
de: Wählen Sie Bild
es: Seleccionar imagen
fr: Sélectionner l'image

source: Choose Image
de: Wählen Sie Bild
es: Elija imagen
fr: Choisir l'image

# Remove
source: X
es: incógnita

source: Recent
de: Jüngste
es: Reciente
fr: Récent

source: Main Sidebar
de: Haupt Seitenleiste
es: Barra lateral principal
fr: Barre latérale principale

source: Add widgets for main sidebar.
de: Fügen Sie Widgets für die Haupt Seitenleiste hinzu.
es: Agregue widgets para la barra lateral principal.
fr: Ajoutez des widgets pour la barre latérale principale.

source: Front-page Content Section
de: Abschnitt "Front-Page"
es: Sección de contenido de primera plana
fr: Section de contenu en première page

source: Add widgets to front-page contents section.
de: Fügen Sie Widgets in den Abschnitt "Front-Page" hinzu.
es: Agregue widgets a la sección de contenido de primera plana.
fr: Ajoutez des widgets à la section des contenus en première page.

source: Front-page Sidebar Section
de: Seitenleiste vorne
es: Sección de la barra lateral de primera plana
fr: Section de barre latérale en première page
