Repository: prasish012/mylocalizationproject
Catalog: media/translations/darknews/darknews/*-v1.po
Languages: de, es, fr

source: Tile Archive Posts Layout
de: Layout von Fliesenarchivposten
es: Diseño de publicaciones de archivo de mosaico
fr: Disposition des messages d'archive de carreaux

source: Masonry Archive Posts Layout
de: Layout von Mauerwerk Archivposten
es: Diseño de publicaciones del archivo de mampostería
fr: Disposition des messages d'archive de maçonnerie

source: Category-wise Posts Layout
de: Layout für Kategorienposts
es: Diseño de publicaciones en cuanto a categorías
fr: Disposition des articles sur les catégories

source: Numeric Pagination
de: Numerische Paginierung
es: Paginación numérica
fr: Pagination numérique

source: Ajax Load More Pagination
de: Ajax Last mehr Pagination
es: Ajax carga más paginación
fr: Ajax Charge plus de pagination

source: Infinite Scroll Pagination
de: Unendliche Bildlaufpagination
es: Paginación de desplazamiento infinito
fr: Pagination de défilement infinie

source: Sticky Sidebar Option
de: Klebrige Seitenleistenoption
es: Opción de barra lateral pegajosa
fr: Option de barre latérale collante

source: Posts View Count
de: Beiträge anzeigen Zählung
es: Post View Count
fr: Postes Voir le nombre

source: Posts Categories Toggle
de: Postkategorien umschalten
es: Publicar categorías alternar
fr: Catégories de messages basculer

source: Comments Count Toggle
de: Kommentare zählen umschalten
es: Conteo de comentarios Taggle
fr: COMMENTAIRES COUNT TOGGLE

source: Minutes Read Toggle
de: Minuten
es: Minutos Leer alternar
fr: Minutes Lire pour basculer

source: Basic Date and Author Options
de: Grunddatum und Autorenoptionen
es: Fecha básica y opciones de autor
fr: Options de date de base et d'auteur

source: Advanced Date and Author Options
de: Erweiterte Datum und Autorenoptionen
es: Fecha avanzada y opciones de autor
fr: Options de date avancée et d'auteur

source: Author Gravatar Option
de: Autor Gravatar Option
es: Opción de gravatar del autor
fr: Option de gravatar auteur

source: Posts Date format Options
de: Beiträge Datum Formatoptionen
es: Opciones de formato de fecha de publicaciones
fr: Options de format de date de publication

source: Category Color Options
de: Kategorienfarbe
es: Opciones de color de categoría
fr: Options de couleurs de catégorie

source: Widgets/Section Title Layouts
de: Widgets/Abschnitts -Titellayouts
es: Widgets/Sección Diseños de título
fr: Widgets / Section Titre Disposouts

source: Custom Widgets
de: Benutzerdefinierte Widgets
es: Widgets personalizados
fr: Widgets personnalisés

source: Basic Custom Widgets Controls
de: Grundlegende benutzerdefinierte Widgets Steuerelemente
es: Controles básicos de widgets personalizados
fr: Contrôles de base des widgets personnalisés

source: Advanced Custom Widgets Controls
de: Erweiterte benutzerdefinierte Widgets Steuerelemente
es: Controles avanzados de widgets personalizados
fr: Contrôles avancés de widgets personnalisés

source: Author Biography Widget
de: Autorenbiographie -Widget
es: Widget de biografía de autor
fr: Widget de biographie de l'auteur

source: Post Carousel Widget
es: Widget de post carrusel
fr: Widget post-carrousel

source: Post Image Slider Widget
es: Public Image Slider Widget
fr: Widget de curseur de publication

source: Popular Posts Carousel Widget
de: Beliebte Beiträge Karussell -Widget
es: Publicaciones populares Widget de carrusel
fr: Widget de carrousel de messages populaires

source: Post Double Column/Categories Widget
de: Doppelspalte/Kategorien Widget veröffentlichen
es: Publicar una columna doble/categorías widget
fr: Post Double colonne / Catégories Widget

source: Post Single Column Widget
de: Einzelspalten -Widget posten
es: Publicar un widget de columna única
fr: Publier un widget de colonne unique

source: Post Grid Widget
es: Widget de la cuadrícula
fr: Widget de grille post

source: Post Express Grid Widget
es: Widget de cuadrícula post expresión
fr: Widget de grille post-express

source: Post List Widget
de: Postliste Widget
es: Widget de la lista de publicaciones
fr: Widget de la liste de postes

source: Post Tabbed Widget
de: Post -Tab -Widget
es: Publicar widget con pestañas
fr: Widget de publication

source: Social Contact Widget
de: Sozialkontakt Widget
es: Widget de contacto social
fr: Widget de contact social

source: Trending Posts Carousel Widget (Category)
de: Trends Posten Karussell -Widget (Kategorie)
es: Publicaciones de tendencia Widget de carrusel (categoría)
fr: Widget de carrousel de poteaux de tendance (catégorie)

source: Trending Posts Carousel Widget (Tag)
de: Trends -Posts Carousel Widget (Tag)
es: Publicaciones de tendencia Widget de carrusel (etiqueta)
fr: Widget de carrousel de poteaux de tendance (étiquette)

source: Trending Posts Carousel Widget (Views)
de: Trends Posten Karussell -Widget (Ansichten)
es: Publicaciones de tendencia Widget de carrusel (vistas)
fr: Widget de carrousel poteaux tendance (vues)

source: YouTube Video Slider Widget
es: Widget de control deslizante de video de YouTube
fr: Widget de curseur vidéo YouTube

source: Off Canvas Widget Area
de: Off Canvas -Widget -Bereich
es: Área de widget de lona fuera de lienzo
fr: Off Widget Area

source: Banner Advertisements Widget Area
de: Bannerwerbung Widget -Bereich
es: Área de widget de anuncios de banner
fr: Banner Publicités Widget Zone

source: Above Main Banner Section Widget Area
de: Oberhalb des Widgetbereichs der Hauptbannerabteilung
es: ARRIBA ARRIBA DE LA SECCIÓN DE BANERNA PRINCIPAL Área de widgets
fr: Ci-dessus la section de la bannière principale zone de widget

source: Below Main Banner Section Widget Area
de: Unterhalb des Widgetbereichs des Hauptbannerbereichs
es: Debajo del área del widget de la sección principal de la banner
fr: En dessous de la section bannière principale Widget Zone

source: Frontpage Content Section Widget Area
de: Frontpage -Inhaltsabschnitt Widgetbereich
es: Área de widget de la sección de contenido de la página principal
fr: Frontpage Content Section Widget Zone

source: Frontpage Sidebar Section Widget Area
de: Frontpage Sidebar Section Widget -Bereich
es: Área de widget de sección de la barra lateral de la página delantera
fr: Widget de section latérale de la plaque avant Zone de widget

source: Featured Section Widget Area
de: Vorgestellter Abschnitt Widget -Bereich
es: Área de widget de sección destacada
fr: Zone de widget de section en vedette

source: Main Sidebar Sections
de: Haupt -Seitenleistenabschnitte
es: Secciones principales de la barra lateral
fr: Sections de barre latérale principales

source: Posts Content Section Advertisements Widget Area
de: Beiträge inhaltsabschnitt Anzeigen Widget -Bereich
es: Publica la sección de contenido Anuncios del área del widget
fr: Publier la section de contenu Adverties Widget Zone

source: Footer Widgets Section
de: Foot -Widgets -Abschnitt
es: Sección de widgets de pie de página
fr: Section des widgets de pied

source: Footer Mailchimp Subscription Supports
de: Foot -MailChimp -Abonnements unterstützt
es: Soporte de suscripción a pie de página MailChimp
fr: Prise en charge de l'abonnement MailChimp de pied

source: Footer Latest Posts Section
de: Abschnitt Neueste Beiträge für Fußzeile
es: Fuente de la sección Publicaciones más recientes
fr: Section des derniers messages du pied

source: Gutenberg Compatibility
de: Gutenberg -Kompatibilität
es: Compatibilidad de Gutenberg
fr: Compatibilité de Gutenberg

source: RTL Compatibility
de: RTL -Kompatibilität
es: Compatibilidad rtl
fr: Compatibilité RTL

source: WooCommerce Compatibility
de: Woocommerce -Kompatibilität
es: Compatibilidad de WooCommerce
fr: Compatibilité WooCommerce

source: Hide Theme Credit Link
de: Themenkreditlink ausblenden
es: Ocultar enlace de crédito del tema
fr: Masquer le lien de crédit à thème

source: Responsive Layout
es: Diseño receptivo
fr: Disposition réactive

source: Translations Ready
de: Übersetzungen bereit
es: Traducciones Listo
fr: Traductions prêtes

source: SEO Optimized
de: SEO optimiert
es: SEO optimizado
fr: SEO optimisé

source: Normal Support
de: Normale Unterstützung
es: Soporte normal
fr: Soutien normal

source: Advance Support
de: Vorschubunterstützung
es: Advancilamiento
fr: Support avancé

source: Set the theme header type, set the colors, spacing, alignment and more.
de: Stellen Sie den Themen -Header -Typ ein, stellen Sie die Farben, den Abstand, die Ausrichtung und vieles mehr fest.
es: Establezca el tipo de encabezado del tema, establezca los colores, el espacio, la alineación y más.
fr: Définissez le type d'en-tête de thème, définissez les couleurs, l'espacement, l'alignement et plus encore.

source: Banner Advertisement
de: Bannerwerbung
es: Anuncio de banner
fr: Bannière publicitaire

source: You can easily place your promotional banners within your header section.
de: Sie können Ihre Werbebanner problemlos in Ihren Header -Abschnitt platzieren.
es: Puede colocar fácilmente sus pancartas promocionales dentro de su sección de encabezado.
fr: Vous pouvez facilement placer vos bannières promotionnelles dans votre section d'en-tête.

source: Color Options
de: Farboptionen
es: Opciones de color
fr: Options de couleur

source: Change the color setting provide with the Theme.
de: Ändern Sie die Farbeinstellung mit dem Thema.
es: Cambie la configuración de color que proporcione con el tema.
fr: Modifiez le paramètre de couleur Fournir avec le thème.

source: Selecting different categories can be done for different section.
de: Die Auswahl verschiedener Kategorien kann für einen anderen Abschnitt durchgeführt werden.
es: La selección de diferentes categorías se puede hacer para una sección diferente.
fr: La sélection de différentes catégories peut être effectuée pour une section différente.

source: Frontpage Option
es: Opción de página frontal
fr: Option FrontPage

source: Frontpage layout with Popular Tag, Breaking News, Prime News, Main Banner, Feature News with Express Post can be set.
de: Das Layout von Frontpage mit beliebtem Tag, beitragenden Nachrichten, erstklassigen Nachrichten, Hauptbanner und Nachrichten mit Express -Post können festgelegt werden.
es: Se pueden establecer el diseño de la página principal con etiqueta popular, noticias de última hora, noticias principales, pancarta principal, noticias con Post Express.
fr: La mise en page FrontPage avec Tag Popular, Breaking News, Prime News, la bannière principale, les nouvelles avec un message express peuvent être définies.

source: Set the Homepage as a static page to create own homepage using widgets.
de: Stellen Sie die Homepage als statische Seite fest, um eine eigene Homepage mit Widgets zu erstellen.
es: Establezca la página de inicio como una página estática para crear su propia página de inicio usando widgets.
fr: Définissez la page d'accueil comme une page statique pour créer sa propre page d'accueil à l'aide de widgets.

source: Widgets Area
de: Widgetsbereich
es: Área de widgets
fr: Zone de widgets

source: Widgets can be added on all the section provide by the Theme.
de: Widgets können zu allen vom Thema bereitgestellten Abschnitt hinzugefügt werden.
es: Los widgets se pueden agregar en toda la sección proporcionada por el tema.
fr: Les widgets peuvent être ajoutés sur toutes les sections fournies par le thème.

source: Archive Options
de: Archivoptionen
es: Opciones de archivo
fr: Options d'archives

source: Customize the blog layout desgin.
de: Passen Sie das Blog -Layout desgin an.
es: Personaliza el diseño del blog Desgin.
fr: Personnalisez la mise en page du blog Desgin.

source: Theme Option
de: Themenoption
es: Opción de tema
fr: Option de thème

source: Set the Global Layout, Breadcrumb, Sidebar, Single Post, You may have missed and more.
de: Legen Sie das globale Layout, das Breadcrumb, die Seitenleiste, das einzelne Beitrag, Sie haben möglicherweise übersehen und mehr.
es: Establezca el diseño global, la crumba, la barra lateral, la publicación única, es posible que se haya perdido y más.
fr: Définissez la disposition globale, la chapelure, la barre latérale, le message unique, vous avez peut-être manqué et plus encore.

source: Footer Options
de: Fußzeilenoptionen
es: Opciones de pie de página
fr: Options de pied de page

source: Set the footer type, number of columns, spacing and colors.
de: Legen Sie den Fußzeile -Typ, die Anzahl der Spalten, den Abstand und die Farben ein.
es: Establezca el tipo de pie de página, número de columnas, espaciado y colores.
fr: Réglez le type de pied de page, le nombre de colonnes, l'espacement et les couleurs.

source: View
de: Sicht
es: Vista
fr: Voir

source: Got theme support question or found bug or got some feedbacks? Best place to ask your query is the dedicated Support forum for the theme..
de: Haben Sie Themenunterstützungsfrage oder Found Fugh oder Feedbacks? Der beste Ort, um Ihre Frage zu fragen, ist das spezielle Support -Forum für das Thema.
es: ¿Tienes una pregunta de soporte de tema o un error encontrado o recibió algunos comentarios? El mejor lugar para preguntarle a su consulta es el foro de soporte dedicado para el tema.
fr: Vous avez une question d'assistance à thème ou trouvé un bug ou vous avez des commentaires? Le meilleur endroit pour demander à votre requête est le forum de support dédié pour le thème.

source: Video Tutorials
es: Tutoriales de video
fr: Tutoriels vidéo

source: Watch out the videos for an easy learning on Customizing the Theme .
de: Sehen Sie sich die Videos an, um ein einfaches Lernen zum Anpassen des Themas zu erhalten.
es: Cuidado con los videos para obtener un aprendizaje fácil para personalizar el tema.
fr: Attention aux vidéos pour un apprentissage facile sur la personnalisation du thème.

source: Use AF Companion to import live demo content, widgets, and settings swiftly. This plugin gives fundamental layout to build your website and accelerate the development process.
de: Verwenden Sie AF Companion, um Live -Demo -Inhalte, Widgets und Einstellungen schnell zu importieren. Dieses Plugin bietet ein grundlegendes Layout, um Ihre Website zu erstellen und den Entwicklungsprozess zu beschleunigen.
es: Use AF Companion para importar contenido de demostración en vivo, widgets y configuraciones rápidamente. Este complemento ofrece un diseño fundamental para construir su sitio web y acelerar el proceso de desarrollo.
fr: Utilisez AF Companion pour importer rapidement du contenu de démonstration en direct, des widgets et des paramètres. Ce plugin donne une disposition fondamentale pour créer votre site Web et accélérer le processus de développement.

source: You may design complicated layouts for your website in just a few minutes with our adaptable and inventive blocks.
de: Sie können komplizierte Layouts für Ihre Website in nur wenigen Minuten mit unseren anpassungsfähigen und erfinderischen Blöcken entwerfen.
es: Puede diseñar diseños complicados para su sitio web en solo unos minutos con nuestros bloques adaptables e inventivos.
fr: Vous pouvez concevoir des dispositions compliquées pour votre site Web en quelques minutes avec nos blocs adaptables et inventifs.

source: Get ready-to-use Starter Sites instantly and build modern websites in minutes.
de: Machen Sie sich sofort bereit und erstellen Sie in wenigen Minuten moderne Websites.
es: Prepárese para usar sitios de inicio al instante y cree sitios web modernos en minutos.
fr: Promenez-vous instantanément des sites de démarrage prêts à l'emploi et créez des sites Web modernes en quelques minutes.

source: DESIGN PERFECT BLOG, NEWS, OR MAGAZINE WEBSITES Elespare is a simple yet effective WordPress plugin that lets you use Elementor to create fantastic Header, Footer and Contents of websites with highly customization options for FREE.
de: Design Perfect Blog, News oder Magazine Websites Elespare ist ein einfaches und dennoch effektives WordPress -Plugin, mit dem Sie Elementor verwenden können, um fantastische Header, Fußzeile und Inhalte von Websites mit hochanpassungslosen Optionen kostenlos zu erstellen.
es: Design Perfect Blog, noticias o sitios web de revistas Elespare es un complemento de WordPress simple pero efectivo que le permite utilizar Elementor para crear encabezado, pie de página y contenido de sitios web con altas opciones de personalización de forma gratuita.
fr: Design Perfect Blog, News ou Magazine Sites Web Elessare est un plugin WordPress simple mais efficace qui vous permet d'utiliser Elementor pour créer gratuitement un en-tête, un pied de page et un contenu fantastiques avec des options de personnalisation hautement.

source: A beautiful collection of latest posts Gutenberg blocks for WordPress, which helps you to design posts grid, posts list, full posts layout, advanced express posts design and tile layouts of your posts.
de: Eine wunderschöne Sammlung von Gutenberg -Blöcken für WordPress, mit denen Sie Beiträge für Posts, Postliste, vollständige Postlayout, Advanced Express -Posts Design und Fliesenlayouts Ihrer Beiträge entwerfen können.
es: Una hermosa colección de las últimas publicaciones Gutenberg Blocks para WordPress, que le ayuda a diseñar publicaciones de cuadrícula, lista de publicaciones, diseño de publicaciones completas, diseño de publicaciones expresas avanzadas y diseños de mosaicos de sus publicaciones.
fr: Une belle collection de derniers articles Gutenberg Blocks pour WordPress, qui vous aide à concevoir des publications, la liste des messages, la disposition complète des publications, la conception des messages express avancés et les dispositions de carreaux de vos messages.

source: We build a beautiful series of page section Gutenberg blocks for WordPress content to help you quickly create the website you've always desired.
de: Wir erstellen eine wunderschöne Reihe von Seitungsabschnitt Gutenberg -Blöcken für WordPress -Inhalte, damit Sie schnell die Website erstellen können, die Sie immer gewünscht haben.
es: Construimos una hermosa serie de bloques de la sección de páginas Gutenberg para contenido de WordPress para ayudarlo a crear rápidamente el sitio web que siempre ha deseado.
fr: Nous construisons une belle série de blocs Gutenberg de la section de page pour le contenu WordPress pour vous aider à créer rapidement le site Web que vous avez toujours souhaité.

source: It has 3 different widgets for post's author, selective author by id and custom author. It also provides shortcodes for the author profile.
de: Es verfügt über 3 verschiedene Widgets für den Autor von Post, Selective Author von ID und benutzerdefinierten Autor. Es bietet auch Shortcodes für das Autorprofil.
es: Tiene 3 widgets diferentes para el autor de Post, autor selectivo por ID y autor personalizado. También proporciona códigos cortos para el perfil del autor.
fr: Il dispose de 3 widgets différents pour l'auteur de Post, l'auteur sélectif par ID et l'auteur personnalisé. Il fournit également des codes Short pour le profil de l'auteur.

source: This free plugin offers a free live chat solution for your website visitors to contact you via live chat or a live call - all for free! Engage with your customers and increase sales.
de: Dieses kostenlose Plugin bietet eine kostenlose Live -Chat -Lösung für Ihre Website -Besucher, die Sie über Live -Chat oder einen Live -Anruf kontaktieren können - alles kostenlos! Engagieren Sie sich mit Ihren Kunden und steigern Sie den Umsatz.
es: Este complemento gratuito ofrece una solución gratuita de chat en vivo para que los visitantes de su sitio web se comuniquen con usted a través de un chat en vivo o una llamada en vivo, ¡todo gratis! Interactúe con sus clientes y aumente las ventas.
fr: Ce plugin gratuit propose une solution de chat en direct gratuite pour que les visiteurs de votre site Web vous contactent via le chat en direct ou un appel en direct - le tout gratuitement! Engagez avec vos clients et augmentez les ventes.

source: A free WordPress Plugin which facilitates with the functionality to submit Posts from frontend with or without logging in with various configurable options.
de: Ein kostenloses WordPress -Plugin, das die Funktionalität erleichtert, Beiträge von Frontend mit oder ohne Anmeldung mit verschiedenen konfigurierbaren Optionen einzureichen.
es: Un complemento gratuito de WordPress que facilita con la funcionalidad para enviar publicaciones de Frontend con o sin iniciar sesión con varias opciones configurables.
fr: Un plugin WordPress gratuit qui facilite la fonctionnalité pour soumettre des publications de frontend avec ou sans se connecter avec diverses options configurables.

source: This plugin helps you grow your Mailchimp lists and write better newsletters through various methods. You can create good looking opt-in forms or integrate with any existing form on your site, like your comment, contact or checkout form.
de: Dieses Plugin hilft Ihnen beim Wachstum Ihrer MailChimp -Listen und schreiben Sie bessere Newsletter mit verschiedenen Methoden. Sie können gut aussehende Opt-In-Formulare erstellen oder in ein bestehendes Formular auf Ihrer Website integrieren, z. B. Ihr Kommentar, Ihren Kontakt oder Ihr Checkout-Formular.
es: Este complemento le ayuda a hacer crecer sus listas de CHOMCHIM y escribir mejores boletines a través de varios métodos. Puede crear formularios de opción de buen aspecto o integrarse con cualquier formulario existente en su sitio, como su comentario, contacto o formulario de pago.
fr: Ce plugin vous aide à développer vos listes MailChimp et à écrire de meilleures newsletters via diverses méthodes. Vous pouvez créer de beaux formulaires d'opt-in ou intégrer à n'importe quel formulaire existant sur votre site, comme votre formulaire de commentaire, de contact ou de paiement.

source: Get started
de: Fangen an
es: Empezar
fr: Commencer

source: Free vs Pro
de: Kostenlos gegen Pro
es: GRATIS VS PRO
fr: Gratuit vs pro

source: Change Log
de: Protokoll ändern
es: Registro de cambio
fr: Modifier le journal

source: Features
de: Merkmale
es: Características
fr: Caractéristiques

source: Go to option
de: Gehen Sie zur Option
es: Ir a la opción
fr: Aller à l'option

source: Update Templatespare
de: Aktualisieren Sie Vorlagen
es: Actualizar TemplatesSpare
fr: Mettre à jour TemplatesPare

source: Easy Website Building with Zero Code
de: Einfache Website -Erstellung mit null Code
es: Edificio fácil de sitios web con código cero
fr: Création de site Web facile avec du code zéro

source: Videos
fr: Vidéos

source: Popular
de: Beliebt
fr: Populaire

source: AFTDN Post Single Column
de: AFTDN POST Single Spalte
fr: Colonne unique du post AFTDN

source: AFTDN Posts Slider
fr: Curseur de poteaux AFTDN

# minute archives time format
source: i
de: ich
fr: je

source: Post Express List Widget
fr: Widget de la liste Post Express

source: Video
fr: Vidéo
