Repository: prasish012/mylocalizationproject
Catalog: media/translations/darknews/darknews/*-v1.po
Languages: de, es, fr

source: Add widgets to front-page sidebar section.
de: Fügen Sie Widgets in den Seitenleistenabschnitt auf der Seite hinzu.
es: Agregue widgets a la sección de la barra lateral de primera plana.
fr: Ajoutez des widgets à la section de barre latérale de la page.

source: Banner Ad Section
de: Banner -Anzeigenabschnitt
es: Sección de anuncios de banner
fr: Section de bannière publicitaire

source: Add widgets for frontpage banner section advertisement.
de: Fügen Sie Widgets für die Abschnittsanzeige von FrontPage Banner hinzu.
es: Agregue widgets para el anuncio de la sección de banner de primera página.
fr: Ajoutez des widgets pour la publicité de la section Banner FrontPage.

source: Off Canvas
de: Aus Leinwand
es: Lienzo
fr: Hors toile

source: Add widgets for off-canvas section.
de: Fügen Sie Widgets für den Abschnitt außerhalb der Konsumente hinzu.
es: Agregue widgets para la sección fuera de canvas.
fr: Ajoutez des widgets pour la section hors-canne.

source: Below Featured Section
de: Unten vorgestellter Abschnitt
es: Sección presente a continuación
fr: Ci-dessous la section en vedette

source: Add widgets for below featured section.
de: Fügen Sie Widgets für den folgenden Abschnitt hinzu.
es: Agregue widgets para la siguiente sección destacada.
fr: Ajoutez des widgets pour la section en vedette ci-dessous.

source: Footer First Section
de: Fußzeile erster Abschnitt
es: Pie de página Primera sección
fr: PREMIÈRE SECTION DE PREMIER

source: Displays items on footer first column.
de: Zeigt Elemente in der ersten Spalte der Fußzeile an.
es: Muestra elementos en la primera columna del pie de página.
fr: Affiche les éléments sur la première colonne du pied de page.

source: Footer Second Section
de: FOOTSCHAFT SEIT
es: Pie de página segunda
fr: Deuxième section de pied

source: Displays items on footer second column.
de: Zeigt Elemente in der zweiten Spalte der Fußzeile an.
es: Muestra elementos en la segunda columna del pie de página.
fr: Affiche des éléments sur la deuxième colonne de pied de page.

source: Footer Third Section
de: Fußzeile dritter Abschnitt
es: Pie de página tercera sección
fr: Troisième section de pied

source: Displays items on footer third column.
de: Zeigt Elemente in der dritten Spalte der Fußzeile an.
es: Muestra elementos en la tercera columna del pie de página.
fr: Affiche les éléments sur le pied de page troisième.

source: View your shopping cart
de: Sehen Sie sich Ihren Einkaufswagen an
es: Vea su carrito de compras
fr: Consultez votre panier

source: %d item
de: PH_0_TOOKE -Element
es: Ph_0_Token Artículo
fr: PH_0_TOKIN

source: Browse:
de: Durchsuchen:
es: Navegar:
fr: Parcourir:

# breadcrumbs aria label
source: Breadcrumbs
de: Paniermehl
es: Pan rallado
fr: Chapelure

source: Home
de: Heim
es: Hogar
fr: Maison

source: 404 Not Found
de: 404 nicht gefunden
es: 404 no encontrado
fr: 404 introuvable

source: Archives
de: Archiv
es: Archivo

source: Search results for: %s
de: Suchergebnisse für: Ph_0_Token
es: Resultados de la búsqueda para: ph_0_token
fr: Résultats de la recherche pour: ph_0_token

source: Page %s
de: Seite Ph_0_Token
es: Página PH_0_TOKIN
fr: Page Ph_0_Token

source: Comment Page %s
de: Kommentarseite PH_0_TOKE
es: Página de comentarios ph_0_token
fr: Page de commentaire Ph_0_Token

source: Minute %s
de: Minute PH_0_TOOKE
es: Minuto ph_0_token
fr: Minute PH_0_TOKIN

source: Week %s
de: Woche ph_0_token
es: Semana PH_0_TOKen
fr: Semaine ph_0_token

# minute and hour archives time format
source: g:i a
de: G: Ich a
es: G: Yo A

source: Welcome! Thank you for choosing %1$s. To fully take advantage of the best our theme can offer please make sure you visit theme details page.
de: Willkommen! Vielen Dank für die Wahl von PH_0_TOOKE. Um das Beste zu nutzen, das unser Thema anbieten kann, besuchen Sie bitte die Seite mit Themendetails.
es: ¡Bienvenido! Gracias por elegir ph_0_token. Para aprovechar completamente lo mejor que nuestro tema puede ofrecer, asegúrese de visitar la página de detalles del tema.
fr: Accueillir! Merci d'avoir choisi Ph_0_Token. Pour profiter pleinement du meilleur que notre thème peut offrir, assurez-vous de visiter la page Détails du thème.

source: Get started with %1$s
de: Beginnen Sie mit Ph_0_Token
es: Comience con ph_0_token
fr: Commencez avec Ph_0_Token

source: Dismiss this notice
de: Entlassen Sie diese Mitteilung
es: Desestimará este aviso
fr: Rejeter cet avis

source: %s() method does not exist.
de: PH_0_TOKE () -Methode existiert nicht.
es: El método ph_0_token () no existe.
fr: Ph_0_Token () n'existe pas.

source: Manage Plugins
de: Plugins verwalten
es: Administrar complementos
fr: Gérer les plugins

source: Product Features
de: Produktmerkmale
es: Características del producto
fr: Caractéristiques du produit

source: Free
de: Frei
es: Gratis
fr: Gratuit

source: Premium
de: Prämie
es: De primera calidad
fr: Prime

source: Howdy %1$s, we would like to thank you for installing and activating %2$s theme for your precious site. All of the features provided by the theme are now ready to use; Here, we have gathered all of the essential details and helpful links for you and your better experience with %2$s. Once again, Thanks for using our theme!
de: Howdy Ph_0_Token, wir möchten uns bei Ihnen für die Installation und Aktivierung von Ph_1_Token für Ihre kostbare Site bedanken. Alle vom Thema bereitgestellten Funktionen sind nun verwendet. Hier haben wir alle wesentlichen Details und hilfreiche Links für Sie und Ihre bessere Erfahrung mit PH_1_TOKE gesammelt. Nochmals vielen Dank, dass Sie unser Thema verwendet haben!
es: Hola PH_0_Token, nos gustaría agradecerle por instalar y activar el tema PH_1_Token para su precioso sitio. Todas las características proporcionadas por el tema ahora están listas para usar; Aquí, hemos reunido todos los detalles esenciales y enlaces útiles para usted y su mejor experiencia con PH_1_Token. Una vez más, ¡gracias por usar nuestro tema!
fr: Howdy Ph_0_Token, nous tenons à vous remercier d'avoir installé et activé le thème PH_1_TOKK pour votre précieux site. Toutes les fonctionnalités fournies par le thème sont maintenant prêtes à l'emploi; Ici, nous avons rassemblé tous les détails essentiels et les liens utiles pour vous et votre meilleure expérience avec Ph_1_Token. Encore une fois, merci d'utiliser notre thème!

source: Getting Started
de: Erste Schritte
es: Empezando
fr: Commencer

source: Support
de: Unterstützung
es: Apoyo
fr: Soutien

source: Useful Plugins
de: Nützliche Plugins
es: Complementos útiles
fr: Plugins utiles

source: Demo Content
de: Demo -Inhalt
es: Contenido de demostración
fr: Contenu de démonstration

source: Upgrade to Pro
de: Upgrade auf Pro
es: Actualizar a Pro
fr: Passer à Pro

source: Theme Details
de: Themendetails
es: Detalles del tema
fr: Détails du thème

source: View Demo
de: Demo anzeigen
es: Ver demostración
fr: Afficher la démo

source: View Documentation
de: Dokumentation anzeigen
es: Ver documentación
fr: Afficher la documentation

source: Theme Documentation
de: Themendokumentation
es: Documentación del tema
fr: Documentation du thème

source: Static Front Page
de: Statische Titelseite
es: Portada estática
fr: Première page

source: To achieve custom home page other than blog listing, you need to create and set static front page.
de: Um eine andere benutzerdefinierte Homepage als die Blog -Listing zu erreichen, müssen Sie eine statische Titelseite erstellen und festlegen.
es: Para lograr una página de inicio personalizada que no sea la lista de blogs, debe crear y establecer la página principal estática.
fr: Pour réaliser une page d'accueil personnalisée autre que la liste des blogs, vous devez créer et définir une page d'accueil statique.

source: Theme uses Customizer API for theme options. Using the Customizer you can easily customize different aspects of the theme.
de: Das Thema verwendet Customizer -API für Themenoptionen. Mit dem Customizer können Sie verschiedene Aspekte des Themas problemlos anpassen.
es: El tema utiliza API personalizador para opciones de temas. Usando el personalizador, puede personalizar fácilmente diferentes aspectos del tema.
fr: Le thème utilise une API de personnalisation pour les options de thème. À l'aide du personnalisateur, vous pouvez facilement personnaliser différents aspects du thème.

source: Theme uses Wedgets API for widget options. Using the Widgets you can easily customize different aspects of the theme.
de: Das Thema verwendet die Wedgets -API für Widget -Optionen. Mit den Widgets können Sie verschiedene Aspekte des Themas problemlos anpassen.
es: El tema utiliza la API Wedgets para las opciones de widgets. Usando los widgets, puede personalizar fácilmente diferentes aspectos del tema.
fr: Le thème utilise l'API Wedgets pour les options de widgets. À l'aide des widgets, vous pouvez facilement personnaliser différents aspects du thème.

source: To import sample demo content, %1$s plugin should be installed and activated. After plugin is activated, visit AF Companion Dashboard from admin menu.
de: Um Beispiel -Demo -Inhalte zu importieren, sollte das PH_0_TOOKE -Plugin installiert und aktiviert werden. Nachdem das Plugin aktiviert ist, besuchen Sie das AF -Begleit -Dashboard vom Admin -Menü.
es: Para importar contenido de demostración de muestra, el complemento PH_0_Token debe instalarse y activarse. Después de que se active el complemento, visite el tablero de acompañamiento AF desde el menú Admin.
fr: Pour importer un exemple de contenu de démonstration, le plugin PH_0_TOKK doit être installé et activé. Une fois le plugin activé, visitez le tableau de bord AF Companion à partir du menu Admin.

source: Theme Preview
de: Thema Vorschau
es: Vista previa del tema
fr: Aperçu du thème

source: You can check out the theme demos for reference to find out what you can achieve using the theme and how it can be customized.
de: Sie können die Themendemos als Verweis ansehen, um herauszufinden, was Sie mit dem Thema erreichen können und wie es angepasst werden kann.
es: Puede consultar las demostraciones del tema como referencia para descubrir qué puede lograr utilizando el tema y cómo se puede personalizar.
fr: Vous pouvez consulter les démos de thème pour référence pour savoir ce que vous pouvez réaliser en utilisant le thème et comment il peut être personnalisé.

source: Contact Support
de: Kontaktunterstützung
es: Soporte de contacto
fr: Support de contact

source: Got theme support question or found bug or got some feedbacks? Best place to ask your query is the dedicated Support forum for the theme.
de: Haben Sie Themenunterstützungsfrage oder Found Fugh oder Feedbacks? Der beste Ort, um Ihre Frage zu fragen, ist das spezielle Support -Forum für das Thema.
es: ¿Tienes una pregunta de soporte de tema o un error encontrado o recibió algunos comentarios? El mejor lugar para preguntarle a su consulta es el foro de soporte dedicado para el tema.
fr: Vous avez une question d'assistance à thème ou trouvé un bug ou vous avez des commentaires? Le meilleur endroit pour demander à votre requête est le forum de support dédié au thème.

source: Child Theme
de: Kinderthema
es: Tema infantil
fr: Thème de l'enfant

source: For advanced theme customization, it is recommended to use child theme rather than modifying the theme file itself. Using this approach, you wont lose the customization after theme update.
de: Für die Anpassung der fortgeschrittenen Themen wird empfohlen, untergeordnetes Thema zu verwenden, anstatt die Themendatei selbst zu ändern. Mit diesem Ansatz verlieren Sie nicht die Anpassung nach dem Themen -Update.
es: Para la personalización avanzada del tema, se recomienda usar el tema infantil en lugar de modificar el archivo del tema en sí. Usando este enfoque, no perderá la actualización después de la actualización del tema.
fr: Pour la personnalisation avancée du thème, il est recommandé d'utiliser un thème enfant plutôt que de modifier le fichier de thème lui-même. En utilisant cette approche, vous ne perdrez pas la personnalisation après la mise à jour du thème.

source: Learn More
de: Erfahren Sie mehr
es: Obtenga más información
fr: Apprendre encore plus

source: Theme supports some helpful WordPress plugins to enhance your site. But, please enable only those plugins which you need in your site. For example, enable WooCommerce only if you are using e-commerce.
de: Das Thema unterstützt einige hilfreiche WordPress -Plugins, um Ihre Website zu verbessern. Bitte aktivieren Sie bitte nur die Plugins, die Sie auf Ihrer Website benötigen. Aktivieren Sie beispielsweise WooCommerce nur, wenn Sie E-Commerce verwenden.
es: El tema admite algunos complementos útiles de WordPress para mejorar su sitio. Pero, habilite solo los complementos que necesita en su sitio. Por ejemplo, habilite wooCommerce solo si está utilizando el comercio electrónico.
fr: Le thème prend en charge quelques plugins WordPress utiles pour améliorer votre site. Mais, veuillez activer uniquement les plugins dont vous avez besoin sur votre site. Par exemple, activez WooCommerce uniquement si vous utilisez le commerce électronique.

source: To import demo content for this theme, %1$s plugin is needed. Please make sure plugin is installed and activated. After plugin is activated, you will see AF Companion Dashboard from admin menu.
de: Um Demo -Inhalten für dieses Thema zu importieren, ist das Plugin von Ph_0_Token erforderlich. Bitte stellen Sie sicher, dass Plugin installiert und aktiviert ist. Nachdem das Plugin aktiviert ist, sehen Sie das AF -Begleiter -Dashboard aus dem Admin -Menü.
es: Para importar contenido de demostración para este tema, se necesita un complemento PH_0_Token. Asegúrese de que el complemento esté instalado y activado. Después de que se active el complemento, verá el tablero AF Companion desde el menú Admin.
fr: Pour importer du contenu de démonstration pour ce thème, un plugin Ph_0_Token est nécessaire. Veuillez vous assurer que le plugin est installé et activé. Une fois le plugin activé, vous verrez le tableau de bord AF Companion à partir du menu Admin.

source: If you want more advanced features then you can upgrade to the premium version of the theme.
de: Wenn Sie fortgeschrittenere Funktionen wünschen, können Sie auf die Premium -Version des Themas upgraden.
es: Si desea funciones más avanzadas, puede actualizar a la versión premium del tema.
fr: Si vous voulez des fonctionnalités plus avancées, vous pouvez passer à la version premium du thème.

source: Install Required Plugins
de: Erforderliche Plugins installieren
es: Instale los complementos requeridos
fr: Installer les plugins requis

source: Install Plugins
de: Plugins installieren
es: Instalar complementos
fr: Installer des plugins

source: Installing Plugin: %s
de: Installieren von Plugin: Ph_0_Token
es: Instalación del complemento: ph_0_token
fr: Installation du plugin: Ph_0_token

source: Updating Plugin: %s
de: Aktualisieren von Plugin: PH_0_TOKE
es: Actualización del complemento: ph_0_token
fr: Mise à jour du plugin: Ph_0_Token

source: Something went wrong with the plugin API.
de: Mit der Plugin -API ging etwas schief.
es: Algo salió mal con la API del complemento.
fr: Quelque chose a mal tourné avec l'API du plugin.

source: This theme requires the following plugin: %1$s.
de: Dieses Thema erfordert das folgende Plugin: Ph_0_Token.
es: Este tema requiere el siguiente complemento: ph_0_token.
fr: Ce thème nécessite le plugin suivant: Ph_0_token.

source: This theme recommends the following plugin: %1$s.
de: Dieses Thema empfiehlt das folgende Plugin: Ph_0_Token.
es: Este tema recomienda el siguiente complemento: ph_0_token.
fr: Ce thème recommande le plugin suivant: Ph_0_token.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
de: Das folgende Plugin muss auf seine neueste Version aktualisiert werden, um die maximale Kompatibilität mit diesem Thema zu gewährleisten: PH_0_TOOKE.
es: El siguiente complemento debe actualizarse a su última versión para garantizar la máxima compatibilidad con este tema: PH_0_Token.
fr: Le plugin suivant doit être mis à jour à sa dernière version pour garantir une compatibilité maximale avec ce thème: PH_0_TOKK.

source: There is an update available for: %1$s.
de: Es gibt ein Update für: Ph_0_Token.
es: Hay una actualización disponible para: ph_0_token.
fr: Il existe une mise à jour disponible pour: ph_0_token.

source: The following required plugin is currently inactive: %1$s.
de: Das folgende geforderte Plugin ist derzeit inaktiv: PH_0_TOOKE.
es: El siguiente complemento requerido está actualmente inactivo: ph_0_token.
fr: Le plugin requis suivant est actuellement inactif: Ph_0_token.

source: The following recommended plugin is currently inactive: %1$s.
de: Das folgende empfohlene Plugin ist derzeit inaktiv: Ph_0_Token.
es: El siguiente complemento recomendado está actualmente inactivo: ph_0_token.
fr: Le plugin recommandé suivant est actuellement inactif: Ph_0_token.

source: Begin installing plugin
de: Beginnen Sie mit dem Installieren von Plugin
es: Comience a instalar complemento
fr: Commencer à installer le plugin

source: Begin updating plugin
de: Beginnen Sie mit dem Aktualisieren von Plugin
es: Comience a actualizar el complemento
fr: Commencer à mettre à jour le plugin

source: Begin activating plugin
de: Beginnen Sie mit dem Aktivieren von Plugin
es: Comience a activar el complemento
fr: Commencer à activer le plugin

source: Return to Required Plugins Installer
de: Kehren Sie zum erforderlichen Plugins -Installationsprogramm zurück
es: Volver al instalador de complementos requeridos
fr: Retour à l'installateur des plugins requis

source: Return to the Dashboard
de: Kehren Sie zum Dashboard zurück
es: Regresar al tablero
fr: Retour au tableau de bord

source: Plugin activated successfully.
de: Plugin erfolgreich aktiviert.
es: Complemento activado con éxito.
fr: Le plugin s'est activé avec succès.

source: The following plugin was activated successfully:
de: Das folgende Plugin wurde erfolgreich aktiviert:
es: El siguiente complemento se activó con éxito:
fr: Le plugin suivant a été activé avec succès:

source: No action taken. Plugin %1$s was already active.
de: Keine Maßnahmen ergriffen. Plugin PH_0_TOOKE war bereits aktiv.
es: No se toman medidas. El complemento PH_0_Token ya estaba activo.
fr: Aucune action prise. Le plugin ph_0_token était déjà actif.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
de: Plugin nicht aktiviert. Für dieses Thema ist eine höhere Version von Ph_0_Token erforderlich. Bitte aktualisieren Sie das Plugin.
es: Complemento no activado. Se necesita una versión más alta de PH_0_Token para este tema. Actualice el complemento.
fr: Plugin non activé. Une version plus élevée de PH_0_TOKK est nécessaire pour ce thème. Veuillez mettre à jour le plugin.

source: All plugins installed and activated successfully. %1$s
de: Alle Plugins wurden erfolgreich installiert und aktiviert. PH_0_TOOKE
es: Todos los complementos instalados y activados con éxito. PH_0_TOKen
fr: Tous les plugins installés et activés avec succès. Ph_0_token

source: There are one or more required or recommended plugins to install, update or activate.
de: Es gibt ein oder mehrere erforderliche oder empfohlene Plugins zum Installieren, Aktualisieren oder Aktivieren.
es: Hay uno o más complementos requeridos o recomendados para instalar, actualizar o activar.
fr: Il existe un ou plusieurs plugins requis ou recommandés pour installer, mettre à jour ou activer.

source: Please contact the administrator of this site for help.
de: Bitte wenden Sie sich an den Administrator dieser Website, um Hilfe zu erhalten.
es: Póngase en contacto con el administrador de este sitio para obtener ayuda.
fr: Veuillez contacter l'administrateur de ce site pour obtenir de l'aide.

source: This plugin needs to be updated to be compatible with your theme.
de: Dieses Plugin muss aktualisiert werden, um mit Ihrem Thema kompatibel zu sein.
es: Este complemento debe actualizarse para ser compatible con su tema.
fr: Ce plugin doit être mis à jour pour être compatible avec votre thème.

source: Update Required
de: Aktualisieren erforderlich
es: Actualización requerida
fr: Mise à jour requise

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
de: Das Remote -Plugin -Paket enthält keinen Ordner mit dem gewünschten Schnecken und Umbenennen hat nicht funktioniert.
es: El paquete de complementos remotos no contiene una carpeta con la babosa deseada y el cambio de nombre no funcionó.
fr: Le package de plugin distant ne contient pas de dossier avec la limace souhaitée et le renommée n'a pas fonctionné.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
de: Bitte kontaktieren Sie den Plugin -Anbieter und bitten Sie sie, ihr Plugin gemäß den WordPress -Richtlinien zu verpacken.
es: Póngase en contacto con el proveedor de complementos y pídales que empaqueten su complemento de acuerdo con las pautas de WordPress.
fr: Veuillez contacter le fournisseur de plugins et leur demander d'emballer leur plugin conformément aux directives WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
de: Das Remote -Plugin -Paket besteht aus mehr als einer Datei, die Dateien werden jedoch nicht in einem Ordner verpackt.
es: El paquete de complementos remotos consta de más de un archivo, pero los archivos no están empaquetados en una carpeta.
fr: Le package de plugin distant se compose de plusieurs fichiers, mais les fichiers ne sont pas emballés dans un dossier.

# plugin A *and* plugin B
source: and
de: Und
es: y
fr: et

source: TGMPA v%s
de: TGMPA VPH_0_TOKE
es: Tgmpa vph_0_token
fr: Tgmpa vph_0_token

source: Required
de: Erforderlich
es: Requerido
fr: Requis

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé

source: WordPress Repository
es: Repositorio de WordPress
fr: Référentiel WordPress

source: External Source
de: Externe Quelle
es: Fuente externa
fr: Source externe

source: Pre-Packaged
de: Vorverpackt
es: Preenvasado
fr: Préemballé

source: Not Installed
de: Nicht installiert
es: No instalado
fr: Non installé

source: Installed But Not Activated
de: Installiert, aber nicht aktiviert
es: Instalado pero no activado
fr: Installé mais non activé

source: Active
de: Aktiv
es: Activo
fr: Actif

source: Required Update not Available
de: Erforderliches Update nicht verfügbar
es: Actualización requerida no disponible
fr: Mise à jour requise non disponible

source: Requires Update
de: Benötigt Update
es: Requiere actualización
fr: Nécessite une mise à jour

source: Update recommended
de: Update empfohlen
es: Actualización recomendada
fr: Mise à jour recommandée

# Install/Update Status
source: %1$s, %2$s
de: PH_0_TOKE, PH_1_TOOKE
es: Ph_0_token, ph_1_token
fr: PH_0_TOKIN, PH_1_TOKIN

# plugins
source: All <span class="count">(%s)</span>
de: Alle ph_0_token (ph_2_token) PH_1_TOOKE
es: Todos ph_0_token (ph_2_token) ph_1_token
fr: Tout Ph_0_Token (Ph_2_Token) Ph_1_Token

source: To Install <span class="count">(%s)</span>
de: So installieren Sie ph_0_token (ph_2_token) pH_1_token
es: Para instalar ph_0_token (ph_2_token) ph_1_token
fr: Pour installer Ph_0_Token (Ph_2_Token) PH_1_TOKIN

source: Update Available <span class="count">(%s)</span>
de: Aktualisieren Sie den verfügbaren PH_0_TOKE (PH_2_TOOKE) PH_1_TOOKE
es: Actualización disponible PH_0_TOKIN (PH_2_TOKIN) PH_1_TOKIN
fr: Mise à jour disponible Ph_0_Token (Ph_2_Token) PH_1_TOKIN
