Repository: prasish012/mylocalizationproject
Catalog: media/translations/darknews/darknews/*-v1.po
Languages: de, es, fr

source: DarkNews is an advanced dark WordPress theme that's appropriate for a news, blog and magazine website. The theme includes a range of free starting pages that can be imported with a single click to create a great news portal. With 9+ custom widgets and widget areas, the theme is fully widgetized, allowing users to control site content. It also has a light and dark color mode, so you can view articles and blog posts in a trendy way. It also contains a number of helpful customizer options for building a visually appealing news site. You can configure it as you like to see how it looks before making any improvements using the live customizer. It's compatible with Elementor, Gutenberg blocks and RTL, as well as the WooCommerce plugin, which enables you to blend an online shop with our newspaper theme. The theme is ideal for a news, journal, magazine, publishing, or review site, as well as blogging. It's well-designed to bring the website to the top of search engines, and people will get outstanding support from the team if they have any problems when using it.
de: DarkNews ist ein fortgeschrittenes Dark WordPress -Thema, das für eine Website, Blogs und Magazin -Website geeignet ist. Das Thema enthält eine Reihe kostenloser Startseiten, die mit einem einzigen Klick importiert werden können, um ein großartiges Nachrichtenportal zu erstellen. Mit 9+ benutzerdefinierten Widgets und Widget -Bereichen ist das Thema vollständig widgetisiert, sodass Benutzer den Inhalt der Site steuern können. Es hat auch einen hellen und dunklen Farbmodus, sodass Sie Artikel und Blog -Beiträge auf trendige Weise anzeigen können. Es enthält auch eine Reihe hilfreicher Customizer -Optionen zum Erstellen einer visuell ansprechenden Nachrichtenseite. Sie können es so konfigurieren, wie Sie sehen möchten, wie es aussieht, bevor Sie mit dem Live Customizer Verbesserungen vornehmen. Es ist kompatibel mit Elementor, Gutenberg Blocks und RTL sowie dem WooCommerce -Plugin, mit dem Sie einen Online -Shop mit unserem Zeitungsthema mischen können. Das Thema ist ideal für Nachrichten, Journal, Magazin, Veröffentlichung oder Rezension sowie Bloggen. Es ist gut konzipiert, die Website an die Spitze der Suchmaschinen zu bringen, und die Leute werden bei der Verwendung von Problemen hervorragende Unterstützung vom Team erhalten.
es: DarkNews es un tema avanzado de WordPress Dark que es apropiado para un sitio web de noticias, blogs y revistas. El tema incluye una gama de páginas iniciales gratuitas que se pueden importar con un solo clic para crear un excelente portal de noticias. Con más de 9 widgets personalizados y áreas de widgets, el tema está completamente widgetizado, lo que permite a los usuarios controlar el contenido del sitio. También tiene un modo de color claro y oscuro, por lo que puede ver artículos y publicaciones de blog de una manera moderna. También contiene una serie de opciones de personalizador útiles para construir un sitio de noticias visualmente atractivo. Puede configurarlo como desea para ver cómo se ve antes de hacer mejoras utilizando el personalizador en vivo. Es compatible con Elementor, Gutenberg Blocks y RTL, así como con el complemento WooCommerce, que le permite combinar una tienda en línea con nuestro tema de periódico. El tema es ideal para un sitio de noticias, revistas, revistas, publicación o revisión, así como blogs. Está bien diseñado llevar el sitio web a la parte superior de los motores de búsqueda, y las personas obtendrán un destacado apoyo del equipo si tienen algún problema al usarlo.
fr: Darknews est un thème avancé WordPress Dark qui convient à un site Web de nouvelles, de blog et de magazine. Le thème comprend une gamme de pages de départ gratuites qui peuvent être importées en un seul clic pour créer un excellent portail d'actualités. Avec 9+ widgets personnalisés et zones de widgets, le thème est entièrement widget, permettant aux utilisateurs de contrôler le contenu du site. Il a également un mode couleur claire et sombre, vous pouvez donc voir des articles et des articles de blog de manière tendance. Il contient également un certain nombre d'options de personnalisation utiles pour construire un site d'information visuellement attrayant. Vous pouvez le configurer comme vous aimez voir à quoi il ressemble avant de faire des améliorations à l'aide du personnalisateur en direct. Il est compatible avec Elementor, Gutenberg Blocks et RTL, ainsi que le plugin WooCommerce, qui vous permet de mélanger une boutique en ligne avec notre thème de journal. Le thème est idéal pour un site d'actualités, de journal, de magazine, d'édition ou de révision, ainsi que pour les blogs. Il est bien conçu pour amener le site Web au sommet des moteurs de recherche, et les gens obtiendront un soutien exceptionnel de l'équipe s'ils ont des problèmes lors de l'utilisation.

source: AF themes
de: AF Themen
es: Temas AF
fr: Thèmes AF

source: Oops! That page can&rsquo;t be found.
de: Hoppla! Diese Seite kann nicht gefunden werden.
es: ¡Ups! Esa página no puede ser encontrada.
fr: Oups! Cette page ne peut pas être trouvée.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
de: Es sieht so aus, als ob an diesem Ort nichts gefunden wurde. Versuchen Sie vielleicht einen der Links unten oder eine Suche?
es: Parece que no se encontró nada en este lugar. ¿Quizás probar uno de los enlaces a continuación o una búsqueda?
fr: Il semble que rien n'a été trouvé à cet endroit. Peut-être essayer l'un des liens ci-dessous ou une recherche?

source: %s
de: PH_0_TOOKE
es: PH_0_TOKen
fr: Ph_0_token

source: Starter Sites
de: Starterseiten
es: Sitios de inicio
fr: Sites de démarrage

source: Block Patterns
de: Blockmuster
es: Patrones de bloque
fr: Bloquer des modèles

source: Elementor Kits
es: Kits de elemento
fr: Kits Elementor

source: Customize
de: Anpassen
es: Personalizar
fr: Personnaliser

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

source: Upgrade
es: Mejora
fr: Mise à niveau

source: The Templatespare plugin should be updated to the latest version
de: Das TemplateSpare -Plugin sollte auf die neueste Version aktualisiert werden
es: El complemento TempleSpare debe actualizarse a la última versión
fr: Le plugin TemplatesPare doit être mis à jour vers la dernière version

source: Import a Starter Site, Personalize, and Live it in 3 Easy Steps!
de: Importieren Sie eine Starterseite, personalisieren Sie und leben Sie sie in 3 einfachen Schritten!
es: ¡Importe un sitio de inicio, personalice y viva en 3 sencillos pasos!
fr: Importez un site de démarrage, personnalisez-le et vivez-le en 3 étapes faciles!

source: Blockspare plugin version should be more than %s.
de: Die Blockspare -Plugin -Version sollte mehr als ph_0_token sein.
es: La versión del complemento de blockspare debe ser más que ph_0_token.
fr: La version du plugin BlockSpare doit être supérieure à PH_0_TOKK.

source: One-click Demo Import, Block Editor Ready, No Code Required! Built with Blockspare.
de: Ein-Klick-Demo-Import, Blockeditor bereit, kein Code erforderlich! Mit Blockspare gebaut.
es: Importar de demostración de un solo clic, Editor de bloque listo, ¡no se requiere código! Construido con blockspare.
fr: Importation de démonstration en un clic, éditeur de blocs prêt, aucun code requis! Construit avec BlockSpare.

source: Elespare plugin version should be more than %s.
de: Elespare Plugin -Version sollte mehr als pH_0_TOKE sein.
es: La versión del complemento de Elespare debe ser más que PH_0_Token.
fr: La version du plugin elespare doit être supérieure à PH_0_TOKK.

source: One-click Import, Header/Footer Builder, Multilingual Support! Powered by Elespare.
de: Ein-Klick-Import, Header-/Fußzeilenbauer, mehrsprachige Unterstützung! Angetrieben von Elespare.
es: Importación de un solo clic, Constructor de encabezado/pie de página, soporte multilingüe! Impulsado por elespare.
fr: Importation en un clic, constructeur d'en-tête / pied de page, support multilingue! Propulsé par Elespare.

source: Are you sure you want to install this plugin?
de: Sind Sie sicher, dass Sie dieses Plugin installieren möchten?
es: ¿Estás seguro de que quieres instalar este complemento?
fr: Êtes-vous sûr que vous souhaitez installer ce plugin?

source: Install Now
de: Jetzt installieren
es: Instalación ahora
fr: Installer maintenant

source: Activate
de: Aktivieren
es: Activar
fr: Activer

source: Activated
de: Aktiviert
es: Activado
fr: Activé

source: Get Starter Sites
de: Holen Sie sich Starterseiten
es: Obtener sitios de inicio
fr: Obtenez des sites de démarrage

source: Get Started
de: Fangen an
es: Empezar
fr: Commencer

source: The "Get Started" action will install/activate the Templatespare and Blockspare plugins for Starter Sites and Templates.
de: In der Aktion "Erste Schritte" werden die Vorlagen- und Blockspare -Plugins für Starter -Sites und Vorlagen installiert/aktiviert.
es: La acción "Comenzar" instalará/activará los complementos TempleSpare y Blockspare para sitios y plantillas de inicio.
fr: L'action "Démarrer" installer / activer les plugins TemplatesPare et BlockSpare pour les sites et modèles de démarrage.

source: By
de: Von
es: Por
fr: Par

source: More Details
de: Weitere Details
es: Más detalles
fr: Plus de détails

source: Howdy!
de: Grüß dich!
es: ¡Hola!
fr: Salut!

source: %s is now installed and ready to use. We've assembled some links to get you started.
de: PH_0_TOOKE ist jetzt installiert und verwendet. Wir haben einige Links zusammengestellt, um Ihnen den Einstieg zu erleichtern.
es: Ph_0_Token ahora está instalado y listo para usar. Hemos reunido algunos enlaces para comenzar.
fr: PH_0_TOKKE est maintenant installé et prêt à l'emploi. Nous avons assemblé des liens pour vous aider à démarrer.

source: Explore Our Pre-Built Starter Websites!
de: Entdecken Sie unsere vorgefertigten Starter-Websites!
es: ¡Explore nuestros sitios web de inicio preconstruidos!
fr: Explorez nos sites Web de démarrage prédéfinis!

source: Let your imagination soar! Designed with User-Friendly features, incorporating the Latest Trends and SEO-Friendly Markups. We genuinely appreciate you choosing our theme!
de: Lass deine Fantasie steigen! Entworfen mit benutzerfreundlichen Funktionen, die die neuesten Trends und SEO-freundlichen Markups enthalten. Wir schätzen es wirklich, dass Sie unser Thema auswählen!
es: ¡Deja que tu imaginación se dispare! Diseñado con características fáciles de usar, incorporando las últimas tendencias y marcas de SEO. ¡Realmente apreciamos que elija nuestro tema!
fr: Laissez votre imagination planer! Conçu avec des fonctionnalités conviviales, incorporant les dernières tendances et les majorations conviviales. Nous apprécions vraiment que vous choisissiez notre thème!

source: Demos/product
de: Demos/Produkt
es: Demostraciones/producto
fr: Démos / produit

source: Theme dashboard
de: Thema Dashboard
es: Tablero de temas
fr: Tableau de bord à thème

source: Documentation
de: Dokumentation
es: Documentación

source: Please check our full documentation for detailed information on how to setup and customize the theme.
de: Weitere Informationen zum Einrichten und Anpassen des Themas finden Sie in unserer vollständigen Dokumentation.
es: Consulte nuestra documentación completa para obtener información detallada sobre cómo configurar y personalizar el tema.
fr: Veuillez vérifier notre documentation complète pour des informations détaillées sur la façon de configurer et de personnaliser le thème.

source: Docs
de: Dokumente
es: Documento

source: Rate This Theme
de: Bewerten Sie dieses Thema
es: Califica este tema
fr: Évaluez ce thème

source: Sorry, you are not allowed to install plugins on this site.
de: Entschuldigung, Sie dürfen Plugins auf dieser Website nicht installieren.
es: Lo sentimos, no puede instalar complementos en este sitio.
fr: Désolé, vous n'êtes pas autorisé à installer des plugins sur ce site.

source: Error - unable to verify nonce, please try again.
de: Fehler - Nonce können nicht überprüft werden, bitte versuchen Sie es erneut.
es: Error: no se puede verificar a Nonce, intente nuevamente.
fr: ERREUR - Impossible de vérifier la nonce, veuillez réessayer.

source: Sorry, you are not allowed to activate plugins on this site.
de: Entschuldigung, Sie dürfen Plugins auf dieser Website nicht aktivieren.
es: Lo sentimos, no se le permite activar complementos en este sitio.
fr: Désolé, vous n'êtes pas autorisé à activer les plugins sur ce site.

source: One thought on &ldquo;%1$s&rdquo;
de: Ein Gedanke auf ph_0_Token
es: Un pensamiento en ph_0_token
fr: Une pensée sur ph_0_token

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
de: PH_1_TOOKE -Gedanken zu Ph_0_Token
es: Ph_1_Token pensó en ph_0_token
fr: PH_1_TOKING PENSE SUR PH_0_TOKIN

source: Comments are closed.
de: Kommentare sind geschlossen.
es: Los comentarios están cerrados.
fr: Les commentaires sont fermés.

source: %1$s by %2$s.
de: PH_0_TOOKE von PH_1_TOOKE.
es: Ph_0_token por ph_1_token.
fr: Ph_0_Token par Ph_1_Token.

source: Primary Menu
de: Primäres Menü
es: Menú principal
fr: Menu principal

source: Social Menu
de: Soziales Menü
es: Menú social
fr: Menu social

source: Footer Menu
de: Fußzeilemenü
es: Menú del pie de página
fr: Menu de pied de page

# %s font: on or off
source: on
de: An
es: en
fr: sur

source: Skip to content
de: Überspringen Sie zu Inhalten
es: Saltar al contenido
fr: Passer au contenu

source: -- Select --
de: -- Wählen --
es: -- Seleccionar --
fr: -- Sélectionner --

source: Watch Online
de: Online ansehen
es: Ver en línea
fr: Regarder en ligne

source: Popular Tags
de: Beliebte Tags
es: Etiquetas populares
fr: Tags populaires

source: Breaking News
de: Nachrichten brechen
es: Noticias de última hora
fr: Rédaction des actualités

source: Youtube video Section
de: YouTube -Videoabschnitt
es: Sección de video de YouTube
fr: Section vidéo YouTube

source: Express Posts Section
de: Abschnitt "Express Posts"
es: Sección de Publicaciones Express
fr: Section des publications express

source: Express Posts 1
de: Express -Beiträge 1
es: Publicaciones expresas 1
fr: Postes express 1

source: Express Posts 2
de: Express -Beiträge 2
es: Publicaciones Express 2
fr: Postes express 2

source: Posts List Section
de: Post -Listen -Abschnitt
es: Sección de lista de publicaciones
fr: Section de la liste des publications

source: Posts List %d
de: Beiträge Liste pH_0_TOOKE
es: Lista de publicaciones ph_0_token
fr: Liste des publications Ph_0_Token

source: Posts Carousel
de: Posts Karussell
es: Publicar carrusel
fr: Posts Carrousel

source: Latest
de: Letzte
es: El último
fr: Dernier

source: Trending
de: Trendung
es: Tendencia
fr: Tendance

source: Editor's Picks
de: Auswahl des Herausgebers
es: Celecciones del editor
fr: Choix de l'éditeur

source: Trending Story
de: Trendgeschichte
es: Historia de tendencia
fr: Histoire tendance

source: Featured Posts
de: Ausgewählte Beiträge
es: Publicaciones destacadas
fr: Articles en vedette

source: Featured Categories
de: Ausgewählte Kategorien
es: Categorías destacadas
fr: Catégories en vedette

source: Featured Pages
de: Vorgestellte Seiten
es: Páginas destacadas
fr: Pages en vedette

source: Custom Options
de: Benutzerdefinierte Optionen
es: Opciones personalizadas
fr: Options personnalisées

source: Post list Section Title %d
de: POST LIST -Abschnitt Title Ph_0_Token
es: Título de la sección de la lista de publicaciones PH_0_TOKIN
fr: Titre de la section de la liste de publication Ph_0_Token

source: View More
de: Mehr anzeigen
es: Ver más
fr: Voir plus

source: Read More
de: Mehr lesen
es: Leer más
fr: En savoir plus

source: Trending Now
de: Jetzt im Trend
es: Tendencias ahora
fr: Tendance maintenant

source: Connect with Us
de: Verbinde dich mit uns
es: Conéctate con nosotros
fr: Connectez-vous avec nous

source: Popular News
de: Beliebte Nachrichten
es: Noticias populares
fr: Nouvelles populaires

source: Related Stories
de: Verwandte Geschichten
es: Historias relacionadas
fr: Histoires connexes

source: You may have missed
de: Sie haben vielleicht verpasst
es: Puede que te hayas perdido
fr: Tu as peut-être manqué

source: Copyright &copy; All rights reserved.
de: Copyright &Copy; Alle Rechte vorbehalten.
es: Copyright y copia; Reservados todos los derechos.
fr: Copyright &Copy; Tous droits réservés.

source: Body Background Color (Dark Mode)
de: Körperhintergrundfarbe (Dunkler Modus)
es: Color de fondo del cuerpo (modo oscuro)
fr: Couleur de fond du corps (mode foncé)

source: Site Title Size
de: Site -Titelgröße
es: Tamaño del título del sitio
fr: Taille du titre du site

source: Site Title/Tagline Color
de: Site -Titel/Sloganfarbe
es: Título del sitio/color de lema
fr: Titre du site / Couleur du slogan

source: Header Image Mode
de: Header Bildmodus
es: Modo de imagen de encabezado
fr: Mode d'image de tête

source: Image visibility may vary as per the mode
de: Die Sichtbarkeit der Bild kann je nach Modus variieren
es: La visibilidad de la imagen puede variar según el modo
fr: La visibilité de l'image peut varier selon le mode

source: Set as Background
de: Als Hintergrund einstellen
es: Establecer como fondo
fr: Définir en arrière-plan

source: Show Full Image
de: Vollständiges Bild zeigen
es: Mostrar imagen completa
fr: Afficher l'image complète

source: Disable Image Tint/Overlay
de: Bildtönung/Overlay deaktivieren
es: Deshabilitar el tinte/superposición de la imagen
fr: Désactiver la teinte / superposition d'image

source: Upgrade Now
de: Upgrade jetzt
es: Actualización ahora
fr: Mettre à niveau maintenant

source: Fonts & Typography
de: Schriftarten & Typografie
es: Fuentes y tipografía
fr: Polices et typographie

source: Font Family Section
de: Schriftfamilie Abschnitt
es: Sección familiar de fuentes
fr: Section de la famille des polices

source: Site Title Font
de: Site -Titel Schrift
es: Fuente del título del sitio
fr: Police de titre du site

source: Primary Font
de: Primärschrift
es: Fuente principal
fr: Police primaire

source: Secondary Font
de: Sekundäre Schrift
es: Fuente secundaria
fr: Police secondaire

source: Site Color Mode
de: Site -Farbmodus
es: Modo de color del sitio
fr: Mode de couleur du site

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre

source: Light
de: Licht
es: Luz
fr: Lumière

source: Body Background Color (Light Mode) will be applied for this mode.
de: Der Körperhintergrund (Lichtmodus) wird für diesen Modus angewendet.
es: El color de fondo del cuerpo (modo de luz) se aplicará para este modo.
fr: La couleur du fond du corps (mode clair) sera appliquée pour ce mode.

source: Body Background Color (Light Mode)
de: Körper Hintergrundfarbe (Lichtmodus)
es: Color de fondo del cuerpo (modo de luz)
fr: Couleur d'arrière-plan du corps (mode clair)

source: Secondary Color
de: Sekundäre Farbe
es: Color secundario
fr: Couleur secondaire

source: Main Banner Options
de: Hauptbanneroptionen
es: Opciones principales de banner
fr: Options de bannières principales

source: Main Banner
de: Hauptbanner
es: Pancarta
fr: Bannière principale

source: Enable Main Banner Section
de: Aktivieren Sie den Hauptbannerabschnitt
es: Habilitar la sección de banner principal
fr: Activer la section des bannières principales

source: Main Banner Background Image
de: Hauptbanner -Hintergrundbild
es: Imagen de fondo principal del banner
fr: Image de fond de bannière principale

source: Recommended Size %1$s px X %2$s px
de: Empfohlene Größe PH_0_TOOKE PX X PH_1_TOOKE PX
es: Tamaño recomendado Ph_0_Token PX X Ph_1_Token PX
fr: Taille recommandée PH_0_TOKIN PX X PH_1_TOKIN PX

source: Select Main Banner Order
de: Wählen Sie Hauptbannerbestellung
es: Seleccione el pedido principal de banner
fr: Sélectionnez la commande de bannière principale

source: Order 1
de: Bestellung 1
es: Orden 1
fr: Commande 1

source: Order 2
de: Bestellung 2
es: Orden 2
fr: Commande 2

source: Order 3
de: Bestellung 3
es: Orden 3
fr: Commande 3

source: Main News Section
de: Hauptnachrichtenabschnitt
es: Sección de noticias principales
fr: Section des nouvelles principales

source: Filter Posts By
de: Filterposten von
es: Publicaciones de filtro por
fr: Filtrer les publications par

source: Category
de: Kategorie
es: Categoría
fr: Catégorie

source: Tag
de: Etikett
es: Etiqueta
fr: Étiqueter

source: Select Category
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionner la catégorie

source: Select category to be shown on main slider section
de: Wählen Sie die Kategorie aus, um im Hauptabschnitt des Hauptschiebers angezeigt zu werden
es: Seleccione la categoría que se mostrará en la sección principal de control deslizante
fr: Sélectionnez la catégorie à afficher sur la section curseur principal

source: Select Tag
de: Wählen Sie Tag
es: Seleccionar etiqueta
fr: Sélectionner la balise

source: Select tag to be shown on main slider section
de: Wählen Sie das Tag aus, um im Hauptabschnitt des Hauptschiebers angezeigt zu werden
es: Seleccione la etiqueta que se muestra en la sección principal del control deslizante
fr: Sélectionnez la balise à afficher sur la section du curseur principal

source: Editor's Picks Section
de: Abschnitt des Herausgebers des Herausgebers
es: Sección de selecciones del editor
fr: Section des choix de l'éditeur

source: Latest Section
de: Letzter Abschnitt
es: Última sección
fr: Dernière section

source: Section Title
de: Abschnittstitel
es: Título de sección
fr: Titre de la section

source: Select
de: Wählen
es: Seleccionar
fr: Sélectionner

source: Popular Section
de: Beliebter Abschnitt
es: Sección popular
fr: Section populaire

source: Comment Count
de: Kommentarzahl
es: Comentario recuento
fr: COMMENTS COMMENTS

source: Enable Popular Tags
de: Aktivieren Sie beliebte Tags
es: Habilitar etiquetas populares
fr: Activer les balises populaires

source: Enable Breaking News
de: Aktivieren Sie Breaking News
es: Habilitar noticias de última hora
fr: Activer les nouvelles de Breaking

source: Breaking Posts Category
de: Kategorie der Beiträge brechen
es: Categoría de publicaciones de última hora
fr: Catégorie de messages de rupture

source: Select category to be shown on breaking news
de: Wählen Sie die Kategorie aus, die in Breaking News angezeigt werden kann
es: Seleccione la categoría que se mostrará en Breaking News
fr: Sélectionnez la catégorie à afficher sur Breaking News

source: Frontpage Options
de: Frontpage -Optionen
es: Opciones de página frontal
fr: Options de page Front

source: Enable Featured Post Section
de: Aktivieren Sie den vorgestellten Postabschnitt
es: Habilitar la sección Post destacada
fr: Activer la section de publication en vedette

source: Select Category
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionner la catégorie

source: Select category to be shown on featured section
de: Wählen Sie die Kategorie aus, um im Abschnitt vorgesehener Abschnitt angezeigt zu werden
es: Seleccione la categoría que se muestre en la sección destacada
fr: Sélectionnez la catégorie à afficher sur la section en vedette

source: Posts List
de: Postliste
es: Lista de publicaciones
fr: Liste des publications

source: Enable Post List Section
de: Aktivieren Sie den Abschnitt "Post List"
es: Habilitar la sección de la lista de publicaciones
fr: Activer la section de la liste des postes

source: Section %d
de: Abschnitt PH_0_TOKE
es: Sección PH_0_TOKen
fr: Section Ph_0_Token

source: Section Title
de: Abschnittstitel
es: Título de sección
fr: Titre de la section

source: Frontpage Layout Settings
de: Layout -Einstellungen vorne
es: Configuración de diseño de la página delantera
fr: Paramètres de mise en page

source: Frontpage Content Display
de: Frontpage -Inhaltsanzeige
es: Visualización de contenido de la página frontal
fr: Affichage du contenu FrontPage
